"URL:-https://www.ndtv.com/business/government-holding-talks-on-reduction-in-income-tax-niti-aayog-vice-chairman-2111914\n\n\n\nTITLE:\nGovernment Holding Talks On Reduction In Personal Income Tax: NITI Aayog\n\n\n\n\nCategory | Writer | Date&Time:-'\n' Economy | Reported by Himanshu Shekhar Mishra, Edited by Abhishek Vasudev | Updated: October 04, 2019 22:01 IST\n\n\n\nContent:\nNITI Aayog Vice-Chairman Rajiv Kumar told NDTV that he is confident that the government is considering demands from industry for a cut in personal income tax rates. \"I have heard that there are demands of personal income tax rate cuts and I am fully confident that the government is holding consultations and discussions on this matter,\" Mr Kumar told NDTV. The comments from Mr Kumar come a day after industrialist Adi Godrej echoed similar views and called for a reduction in income tax to spur consumption.Content:\nMr Godrej, chairman of the Godrej Group, had said on Thursday that the government should introduce a stimulus package as well as lower income tax rates to boost consumption in the economy.Content:\n\"We should aim to revive GDP growth by the third or fourth quarter of the current financial year... A stimulus package is essential... There should be good GDP growth,\" said Mr Godrej.Content:\nThe government has over the past month and a half announced measures - such as withdrawal of higher taxes on foreign investors, a mega bank consolidation plan and a reduction in corporate taxes - to revive consumption and spur growth.Content:\nSince August 23, when the government withdrew higher taxes on foreign investors as announced in Budget, the government has held talks with various sectors and brought in steps aimed at boosting consumption and investments.Content:\nThe Reserve Bank of India on Friday lowered the country's growth outlook and projected the economy to grow at 6.1 per cent from its earlier projection of 6.9 per cent for the current financial year. Terming Reserve Bank of India's move to lower growth projection as turning \"aggressively cautious\" Mr Kumar said as per NITI Aayog estimates the economy will grow at 6.5 per cent.Content:\n\"The government is likely to take more steps to revive the economy and more policies will be changed,\" Mr Kumar said. He added that by the third or fourth quarter of current financial year the economic growth will start picking up.Content:\nIndia's GDP growth in April-June slid to a more than six-year low of 5 per cent, prompting the government to step in and announce measures to boost the economy.Content:\nGet Breaking news, live coverage, and Latest News from India and around the world on NDTV.com. Catch all the Live TV action on NDTV 24x7 and NDTV India. Like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.Content:\n................................ Advertisement ................................Content:\n................................ Advertisement ................................Content:\n................................ Advertisement ................................\n\n\n\n\nRelated news:-\nHome\nLatest\nMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOs\nMarket Stats\nStocks\nFutures & Options\nCommodities\nCurrencies\nGlobal Markets\nIPOs\nEarnings\nBuy Or Sell\nMoney\nCorporates\nEconomy\nIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & Telecom\nAuto\nBanking & Financial Services\nConsumer Products\nServices\nPharma\nEnergy\nInfrastructure\nTech, Media & Telecom\nBudget\n\nVideo\nPortfolio\nLifestyleGadgetsCareersPeople\nGadgets\nCareers\nPeople\nTrends\nWatch: R Ashwin's Cheeky Response To Why He Doesn't Watch Cricket Anymore\n'Sye Raa..' Collects 100 Crore Worldwide, Chiranjeevi Parties With Family\nAmazon and Flipkart Festive Sales: Best Offers Available on the Last Day\n95% Schools Have Toilet Facility For Girls\nIn Andhra Pradesh, Less Than 1% Secondary Schools Have Computer Lab Facility\nKerala Tops NITI Aayog's School Education Quality Ranking, Uttar Pradesh At The Bottom\nIndian Family Visited Delhi For H-1B Visa Renewal. Now They're Stuck Here\nDelhi Man, On Vacation In Goa, Killed By Lightning; Wife Critical\n2 Rolls Royce Among Dozen Cars Of HDIL Promoters Seized In Mumbai Raids\nPak Foreign Minister Shah Mahmood Qureshi Loses Cool When Asked To Name 58 Nations Backing Them On J&K\nTree Cutting Begins At Mumbai's Aarey Colony, Activists Protest\nINX Media Case: CBI Gets Supreme Court Notice On P Chidambaram's Bail Plea\n\"Big Mistake\" To Shoot Down Our Own Chopper In J&K, Says Air Force Chief\nImran Khan Doesn't Know How to Conduct International Ties: Foreign Ministry\n\"Entire Neighbourhood, Minus One...\": Foreign Minister's Jab At Pakistan\nAbout Us\nAdvertise\nArchives\nApps\nCareers\nChannels\nDisclaimer\nFeedback\nInvestors\nOmbudsman\nRedressals\nService Terms\n News\n Business\n  हिन्दी\n MOVIES\n CRICKET\n Food\n Tech\n Auto\n Trains\n Art & Design\nTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");\n(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));\n\nAdd to Flipboard Magazine.\n\n\n\n\nImage urls:-\nhttps://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1\nhttps://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1\nhttps://cdn.ndtv.com/static/images/profit/profit_logo2017.png\nhttps://c.ndtvimg.com/2019-08/2b898qu_niti-aayog-rajiv-kumar-pti_625x300_23_August_19.jpg\nhttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.png\nhttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.png\nhttps://c.ndtvimg.com/2019-10/vgme6mk8_ravi-ashwin_120x90_04_October_19.jpg\nhttps://c.ndtvimg.com/2019-10/k708taco_chiranjeevi-instagram_120x90_04_October_19.jpg\nhttps://i.gadgets360cdn.com/large/amazon_flipkart_sales_thumb_1569712758366.jpg\nhttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.png\nhttps://cdn.ndtv.com/static/images/profit/profit_logo2017.png\nhttps://cdn.ndtv.com/static/images/reddit-btn.png\nhttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png\n//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0\nhttps://alerts.ndtv.com/images/web.png\n"