{
  "url": "https://www.ndtv.com/business?pfrom=home-header-globalnav",
  "article": [
    {},
    {
      "url": "https://www.ndtv.com/business/reliance-industries-ril-mukesh-ambani-news-reliance-industries-profit-ril-september-results-reliance-2119012",
      "TITLE:": "Reliance Industries Posts Record Rs 11,262 Crore Profit In September Quarter",
      "content": "Reliance Industries' gross refining margins (GRM) improved to $9.4 per barrel.Billionaire Mukesh Ambani-led Reliance Industries Limited (RIL) on Friday reported a net profit of Rs 11,262 crore for the quarter ended September 30. That marked an increase of 18.35 per cent from Rs 9,516 crore in the corresponding quarter last year. The oil-to-telecom conglomerate's revenue rose 4.2 per cent to Rs 1,52,149 crore versus Rs 1,46,018 crore in September quarter of 2018, the company said in an exchange filing. The record profit for the company came on the back of steady growth across verticals.\"The company has reported record net profit for the quarter. These excellent results reflect benefits of our integrated Oil to Chemicals (O2C) value chain and the rapid scale-up of our consumer businesses. During this quarter, our O2C businesses gained from favourable fuel margins environment, feedstock sourcing flexibility and higher petrochemicals volumes. Our O2C business, with new partnerships, is best placed to pursue growth and substantial value creation,\" said Mukesh Ambani, chairman and managing director, Reliance Industries.Reliance Industries' gross refining margins (GRM) - a measure of how much the company has earned by refining a barrel of crude oil - improved to $9.4 per barrel from $8.1 per barrel in the previous quarter.\"Continuing growth trends in our retail business is heartening. Guided by our obsession to provide the best value for our customers, Reliance Retail delivered robust performance with record quarterly revenues and EBITDA. Our digital services business is recognized for having the nation's widest 4G wireless network. As an outcome of our team's relentless efforts, Jio has become India's largest mobility services provider,\" Mr Ambani added.The net profit of Reliance Jio Infocomm, the telecom arm of Reliance Industries, rose 45.37 per cent to Rs 990 crore in the September quarter, the group said. Reliance Jio's revenue rose 33.1 per cent to Rs 14,562 crore.Its average revenue per user (ARPU) - a key metric of profitability for telecom operators - came in at Rs 120 per month, as against Rs 122 per month in the previous quarter.Revenue for its retail venture - Reliance Retail Ventures Limited rose 27 per cent to Rs 41,202 crore and its profit advanced 55.8 per cent to Rs 1,148 crore.Earlier in the day, Reliance Industries became the country's most valuable company after its market capitalisation or market value touched Rs 9 lakh crore for the first time.Reliance Industries shares ended 1.4 per cent higher at Rs 1,416, outperforming the Nifty 50 index which rose 0.65 per cent rising for a sixth straight session.Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationReliance Jio Now Has 355.2 Million Subscribers, Adding 24 Million in a QuarterReliance Industries Most Valuable Indian Company, Market Capitalisation Hits Rs 9 Lakh CroreNo Rise In Mukesh Ambani's Shareholding In Company, Says Reliance Industries5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In Sample\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveDelhi Metro Services To Begin At 4 am On Sunday For Half-MarathonRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Watch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"Karnataka Students Made To Wear Cartons To Stop Them From CheatingAbout UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://i.ndtvimg.com/i/2017-02/mukesh-ambani_650x400_81487829472.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/imf-says-corporate-income-tax-cut-will-help-revive-investment-in-india-2119339",
      "TITLE:": "IMF Says Corporate Income Tax Cut Will Help Revive Investment In India",
      "content": "The International Monetary Fund on Friday supported India's recent decision to reduce corporate income tax, saying it has a positive impact on investment. It, however, said India should address continued fiscal consolidation and secure long-term stability of the fiscal conditions.\"We believe India still has limited fiscal space so they have to be careful. We support their corporate income tax cut because it has a positive impact on investment,\" Changyong Rhee, Director, Asia and Pacific Department, IMF, told reporters at a news conference here.Following a marked slowdown in the last two quarters in India, the economy is expected to grow at 6.1 per cent this fiscal year, picking up to 7.0 per cent in 2020, he said.\"The monetary policy stimulus and the announced corporate income tax cut are expected to help revive investment,\" said the top IMF official. Anne-Marie Gulde-Wolf, Deputy Director, Asia and Pacific Department, IMF, said India should address the non-bank financial sector issues.\"While there have been improvements that have been put in motion, including efforts to recapitalise the state banks, the issue of non-bank financial institution remains partly unresolved and regulatory equity is one of the issues that needs to be achieved,\" she said.The government is aware of it, she added. \"We also had a FSAP. So there are issues working at that and this is something that is why not yet fully achieved, but is entrained. While there are problems at this stage, increased attention to lending practices of non-bank financial institutions continue to be very important,\" Gulde-Wolf said.Responding to a question, she said India overall has a fairly high level of debt and fiscal consolidation needs to be a priority. \"However, implementing fiscal consolidation in the context of a federal system is much more complicated. The level of fiscal structural issues and challenges are different in different states,\" she said.So one of the ways in which the IMF is engaged in this question is it has a regional training institute that has started working with the individual states on strengthening fiscal management at the state level, Gulde-Wolf said.In the context of surveillance engagement with India, she said, the IMF is increasingly placing emphasis on the need to better coordinate the fiscal state level activities and fiscal activities. \"But it is a concern that the authorities are taking serious and are working at,\" Gulde-Wolf said.Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationAt IMF, US Urges Action To Spur Global Economy; Avoids Talk Of Trade War\"Positive Impact On Investment\": IMF Supports India's Corporate Tax CutDespite IMF's Projections, India Still Among Fastest Growing Economies: Nirmala Sitharaman5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In Sample\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveDelhi Metro Services To Begin At 4 am On Sunday For Half-MarathonRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Watch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"Karnataka Students Made To Wear Cartons To Stop Them From CheatingAbout UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://c.ndtvimg.com/2019-07/rorij2a_imf-reuters_625x300_08_July_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/market-regulator-tightens-norms-for-resignation-of-auditors-2119334",
      "TITLE:": "Market Regulator Tightens Norms For Resignation Of Auditors",
      "content": "In the wake of a number of resignations in listed companies off late, the Securities and Exchange Board of India (Sebi) on Friday floated stricter disclosure norms for resignation of auditors.In a circular, the regulator said that listed entities should disclose the detailed reasons to stock exchanges in case of resignation of its auditor within 24 hours of receiving the reasons from the auditor.\"Sub-clause (7A) inserted under Clause A in Part A of Schedule III under Regulation 30(2)of SEBI LODR Regulations requires detailed reasons to be disclosed by the listed entities to the stock exchanges in case of resignation of the auditor of a listed entity as soon as possible but not later than twenty-four hours of receipt of such reasons from the auditor,\" it said.Further, the directive said the audit committee of a listed entity has to make recommendations for the appointment, remuneration and terms of appointment of the auditors.\"Under Sub-clause (7), the Audit Committee is also responsible for reviewing and monitoring the independence and performance of auditors and the effectiveness of the audit process,\" it said.It also said, Regulation 36(5) of the Sebi's norms lays down certain disclosures to be made part of the notice to the shareholders for an annual general meeting, where the statutory auditors are proposed to be appointed or re-appointed, including their terms of appointment.\"Resignation of an auditor of a listed entity/its material subsidiary before completion of the audit of the financial results for the year due to reasons such as pre-occupation may seriously hamper investor confidence and deny them access to reliable information for taking timely investment decisions.\"In the past two years, listed companies have seen a slew of auditor resignations, and in some cases, they have come just few weeks ahead of the announcement of financial results. The auditor resignations have in these cases cited reasons ranging from lack of information, to mutual exits.The Sebi said that if the auditor resigns within 45 days from the end of a quarter of a financial year, then the auditor shall, before such resignation, issue the limited review or audit report for such quarter.Further, if the auditor resigns after 45 days from the end of a quarter of a financial year, then the auditor shall, before such resignation, issue the limited review or audit report for such quarter as well as the next quarter.\"If the auditor has signed the limited review/audit report for the first three quarters of a financial year, then the auditor shall, before such resignation, issue the limited review/audit report for the last quarter of such financial year as well as the audit report for such financial year,\" Sebi said.Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationSebi Allows Rating Agencies To Collect Clients' Debt DataSebi Eases Norms For Foreign Portfolio InvestorsSebi Expresses Concern Over Related Party Transactions5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In SampleKarnataka Students Made To Wear Cartons To Stop Them From CheatingDelhi Metro Services To Begin At 4 am On Sunday For Half-MarathonRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveWatch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"About UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://i.ndtvimg.com/i/2017-08/sebi-650_650x400_81502178694.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/jio-profit-q2-reliance-jio-infocomm-earnings-reliance-jio-reports-earnings-for-july-september-2019-2119090",
      "TITLE:": "Jio Profit At Rs 990 Crore In September Quarter, User Base Crosses 35 Crore",
      "content": "Reliance Jio has said it would charge its customers 6 paise per minute for calls made to other networksReliance Jio Infocomm - the telecom arm of Reliance Industries - on Friday reported a net profit of Rs 990 crore for the second quarter of current financial year. Reliance Jio's net profit rose 45.37 per cent compared to the corresponding period a year ago, according to a statement from the company. Reliance Jio's revenue from operations came in at Rs 12,354 crore for the quarter ended September 30, marking an increase of 33.70 per cent compared with the year-ago period.Reliance Jio said its ARPU or average revenue per user stood at Rs 120 per month in the July-September period, as against Rs 122 per month in the previous quarter.“Jio crossed the 350 million subscriber mark to remain the world's fastest growing digital services company, and we are still adding more than 10 million new customers every month,” said Mukesh D Ambani, chairman and managing director, Reliance Industries. The telecom company said it net added 24 million subscribers to its network during the quarter, and 103 million in the past twelve months.“Jio is not only India's largest telecom enterprise in terms of subscribers and revenues but has also become the Digital Gateway of India,” Mr Ambani added.Reliance Jio's operating profit - or earnings before interest, taxes, depreciation and amortization (EBITDA) - jumped 44.6 per cent to Rs 5,166 crore.EBITDA margin improved to Rs 41.8 per cent in the second quarter of 2019-20, from 40.1 per cent in the previous quarter and 38.7 per cent in the quarter ended September 30, 2018, the telecom operator said.Earlier this month, Reliance Jio said it would charge its customers 6 paise per minute for calls made to other networks till the telecom sector regulator TRAI (Telecom Regulatory Authority of India) moves to a zero termination-charge regime.Shares in Reliance Industries ended 1.37 per cent higher at Rs 1,415.30 apiece on the BSE ahead of the earnings announcement, outperforming the benchmark Sensex index which rose 0.63 per cent to a three-month closing high. During the session, Reliance Industries shares jumped to a record high of Rs 1,428, pushing the company's market capitalisation above Rs 9 lakh crore. At the closing price, RIL's market capitalisation stood at Rs 8.97 lakh crore, still making the conglomerate the most valuable company of the country.Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationReliance Jio Net Profit At Rs 891 Crore In June QuarterJio Posts Standalone Net Profit Of Rs 840 Crore In March QuarterReliance Jio Posts Q2 Net Profit At 681 Crore Rupees5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In SampleKarnataka Students Made To Wear Cartons To Stop Them From CheatingDelhi Metro Services To Begin At 4 am On Sunday For Half-MarathonRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveWatch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"About UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://c.ndtvimg.com/2019-07/c217hplo_jio-reliance-jio-reuters_625x300_19_July_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/rbi-news-reserve-bank-of-india-repo-rate-rbi-signals-scope-for-more-rate-cuts-to-boost-growth-2119108",
      "TITLE:": "RBI Signals Scope For More Rate Cuts To Push Growth",
      "content": "The RBI this month cut rates by 25 basis points as expectedThe Reserve Bank of India's Monetary Policy Committee favours cutting interest rates and continuing with an accommodative stance until the economy is firmly on a recovery path, its minutes showed.A significant moderation in domestic demand at a time when inflation is seen staying well within mandated targets provides adequate monetary policy space to support economic growth, according to the central bank minutes released on Friday.The RBI this month cut rates by 25 basis points as expected, taking cumulative cuts to 135 basis points so far in 2019.Retail inflation rose close to the RBI's medium-term target of 4 per cent in September for the first time in 14 months but is expected to remain well within the mandated 2-6 per cent band until first quarter of 2020-21 as per its projections.The economy grew at its weakest pace since 2013 in the June quarter, expanding just 5 per cent, as consumer demand and government spending slowed amid the global trade frictions.\"This pronounced cyclical downswing suggests that the state of the economy will likely get worse before it gets better,\" said Michael Patra, executive director and committee member, RBI.The government has in recent weeks announced measures including a cut in corporate tax rates, steps to revive the crisis-hit autos sector, small businesses and its troubled shadow banks to calm investor nerves and lift consumer sentiment.The fiscal measures have raised concerns of missing a fiscal deficit target of 3.3 per cent for the year ending March 2020 but the finance minister has assured markets they will meet the target.RBI Governor Shaktikanta Das, however, said there is a need to be watchful of the fiscal situation.The central bank at its policy review also lowered its growth forecast for the current fiscal year to 6.1 per cent from 6.9 per cent and most members suggested the recovery in growth may take longer than previous expected.\"Monetary policy... cannot be a permanent form of stimulus... further monetary policy action will depend on the evolving growth-inflation dynamics,\" member Chetan Ghate said.Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationNirmala Sitharaman Assures PMC Bank Clients, Says Will Talk To RBI ChiefNext Monetary Policy Meet May Take Call On Lower Repo Rate: Shaktikanta DasKey Lending Rate Reduction To Benefit Consumers: Prakash Javadekar5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In Sample\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveDelhi Metro Services To Begin At 4 am On Sunday For Half-MarathonRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Watch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"Karnataka Students Made To Wear Cartons To Stop Them From CheatingAbout UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://c.ndtvimg.com/2019-08/47qhb24g_rbi-reserve-bank-of-india-reuters_625x300_26_August_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/reliance-industries-share-price-market-value-ril-shares-hit-52-week-high-market-cap-rs-9-lakh-crore-2118777",
      "TITLE:": "Reliance Industries Most Valuable Indian Company, Market Capitalisation Hits Rs 9 Lakh Crore",
      "content": "At 11:12 am, Reliance Industries' market value stood at Rs 9,00,158.87 crore on the BSEBillionaire Mukesh Ambani-led Reliance Industries became the country's most valuable company after its market capitalisation or market value topped Rs 9 lakh crore for the first time on Friday. RIL shares rose more than 2 per cent to touch a record high of Rs 1,428 ahead of the earnings announcement by the oil-to-telecom conglomerate. On the National Stock Exchange (NSE), Reliance Industries shares climbed 2.25 per cent to Rs 1,427.90 at the day's highest level. (Also read: Reliance Industries targets more retail acquisitions abroad)Tata Consultancy Services (TCS) is India's second most valuable company. The country's largest IT services exporter has reached a maximum market capitalisation of Rs 8.61 lakh crore so far. HDFC Bank is at the third spot (Rs 7 lakh crore), according to data from the stock exchanges.Reliance Industries is due to release its financial results for the quarter ended September 30 later in the day.For the quarter ended June 30, the group had reported a 6.8 per cent rise in net profit to Rs. 10,104 crore - surpassing street estimates - over a 21.25 per cent increase in revenue from operations to Rs. 1,61,349 crore.Analysts will also closely monitor the earnings of Reliance Jio Infocomm, the telecom arm of Reliance Industries. Reliance Jio said this month that it would charge its customers 6 paise per minute for calls made to other networks till the telecom sector regulator TRAI moves to a zero termination-charge regime.For the April-June period, Reliance Jio's net profit rose 45.58 per cent to Rs. 891 crore. It gross added 33.8 million subscribers in the quarter, which translated into a growth of 44 per cent and 49 per cent in revenue and EBITDA (earnings before interest, taxes, depreciation, and amortization) respectively, according to the company.At 11:12 am, Reliance Industries shares traded 1.71 per cent higher at Rs 1,420.00 apiece on the BSE, outperforming the benchmark Sensex index which was up 0.39 per cent. Reliance Industries' market capitalisation or market value stood at Rs 9,00,158.87 crore at the time, according to the BSE.So far this year, Mr Ambani's Reliance Industries has surged 25 per cent, compared with a gain of 7 per cent in the benchmark Nifty 50 index.Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsReliance Industries shares rise over 2% ahead of earnings announcement\rCompany's market value stood at Rs 9 lakh crore at one time in morning\rRIL to report financial results for September quarter after market hoursISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationReliance Jio Now Has 355.2 Million Subscribers, Adding 24 Million in a QuarterReliance Industries Posts Record Rs 11,262 Crore Profit In September QuarterNo Rise In Mukesh Ambani's Shareholding In Company, Says Reliance Industries5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In SampleKarnataka Students Made To Wear Cartons To Stop Them From CheatingRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Watch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"Delhi Metro Services To Begin At 4 am On Sunday For Half-Marathon\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveAbout UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://c.ndtvimg.com/2019-08/ccom784g_reliance-industries-ril-reuters_625x300_06_August_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/sbi-interest-rates-on-savings-accounts-revised-latest-sbi-rates-in-october-november-2019-2117140",
      "TITLE:": "SBI Savings Accounts To Fetch Lesser Interest From November 1",
      "content": "SBI has announced a revision from 3.50% to 3.25% on balances up to Rs1 lakh.State Bank of India (SBI), the country's largest lender, will reduce the interest rates on deposits in retail savings accounts from November 1, 2019. In a statement last week, the bank said that \"in view of the adequate liquidity in the system\", interest rates on savings accounts with balances up to Rs 1 lakh would be lowered by 25 basis points (bps) or 0.25 percentage points. The cut in SBI interest rate follows reduction in the repo rate - the key interest rate at which it lends short-term funds to commercial banks - by the Reserve Bank of India (RBI).On savings deposits, SBI has announced a revision from 3.50 per cent to 3.25 per cent on balances up to Rs 1 lakh from November 1, 2019, according to its statement. The interest rates on savings account deposits above Rs 1 lakh has been kept unchanged.Earlier this month, the RBI lowered the repo rate by 0.25 percentage point to 5.15 per cent, marking the fifth straight bi-monthly reduction in the key interest rate so far this year. The RBI has cumulatively lowered the interest rate by 135 basis points this year.In May this year, SBI had linked its large savings deposits rates to the RBI's repo rate, offering an interest rate of 275 basis points lower the repo rate on savings account deposits with balance of over Rs 1 lakh. SBI has also reduced fixed deposit (FD) interest rates across select maturities. The SBI FD rates have been lowered by 10 basis points (or 0.10 percentage point) across a select tenor in the retail segment. In bulk segment, SBI FD interest rates have been reduced by 30 basis points (or 0.30 percentage point).For retail domestic fixed deposits up to Rs 2 crore, SBI currently pays interest rates to the tune of 4.50-6.40 per cent to the general public over a maturity period of seven days to 10 years, according to the bank's website - sbi.co.in.Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationSBI Tax Saving Fixed Deposit (FD): Interest Rate, Lock-In Period, Key FeaturesWant To Set Up An SBI Savings Plus Account? Here's All You Need To KnowSBI Savings Plus Account: Eligibility, Interest Rates And Other Details5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In Sample\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveDelhi Metro Services To Begin At 4 am On Sunday For Half-MarathonRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Watch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"Karnataka Students Made To Wear Cartons To Stop Them From CheatingAbout UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://i.ndtvimg.com/i/2018-03/state-bank-of-india-sbi_650x400_51520955294.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/sbi-minimum-balance-average-monthly-balance-rules-penalty-charges-for-insufficient-balance-explained-2115634",
      "TITLE:": "Here's How Much Balance You Need To Keep In Your SBI Savings Account To Avoid Penalty",
      "content": "SBI minimum balance: Customers are required to maintain an average of Rs 3,000 a month in metro branchesState Bank of India (SBI) - the country's largest bank - has prescribed certain average monthly balances (AMB) for those holding savings accounts at its four types of branches. For example, SBI customers holding regular savings accounts at its branches located in metros or semi-urban regions are required to maintain an average monthly balance of Rs 3,000, according to the lender's corporate website - sbi.co.in. Any shortfall in the required monthly average attracts a penalty charge the customer has to bear. The monthly balance requirement and the subsequent penalty charges for non-compliance are applicable to savings accounts, according to the SBI website. (Also read: SBI minimum balance rules explained)table.mab_tab {border-top: solid 1px #ccc;border-left: solid 1px #ccc;border-right: solid 1px #ccc;}table.mab_tab th {background-color: #f5f5f5;padding: 5px 10px;border-bottom: solid 1px #ccc;border-right: solid 1px #ccc;text-align: center;}table.mab_tab td {border-bottom: solid 1px #ccc;border-right: solid 1px #ccc;padding: 5px 10px;text-align: center;}table.mab_tab th:last-child, table.mab_tab td:last-child {border-right: 0;} @media only screen and (max-device-width: 480px) and (min-device-width: 320px) {table.mab_tab {display: table;min-width: 280px;max-width: 100%;font-size: 14px;}table.mab_tab th, table.mab_tab td, table.mab_tab th:nth-child(n+1), table.mab_tab td:nth-child(n+1) {display: table-cell;line-height: normal;}}table.sbi_tab {border-top: solid 1px #ccc;border-left: solid 1px #ccc;border-right: solid 1px #ccc;}table.sbi_tab th {background-color: #f5f5f5;padding: 5px 10px;border-bottom: solid 1px #ccc;border-right: solid 1px #ccc;text-align: center;}table.sbi_tab td {border-bottom: solid 1px #ccc;border-right: solid 1px #ccc;padding: 5px 10px;text-align: center;}table.sbi_tab th:last-child, table.sbi_tab td:last-child {border-right: 0;} @media only screen and (max-device-width: 480px) and (min-device-width: 320px) {table.sbi_tab {display: table;min-width: 280px;max-width: 100%;font-size: 14px;}table.sbi_tab th, table.sbi_tab td, table.sbi_tab th:nth-child(n+1), table.sbi_tab td:nth-child(n+1) {display: table-cell;line-height: normal;}}table.semi_tab {border-top: solid 1px #ccc;border-left: solid 1px #ccc;border-right: solid 1px #ccc;}table.semi_tab th {background-color: #f5f5f5;padding: 5px 10px;border-bottom: solid 1px #ccc;border-right: solid 1px #ccc;text-align: center;}table.semi_tab td {border-bottom: solid 1px #ccc;border-right: solid 1px #ccc;padding: 5px 10px;text-align: center;}table.semi_tab th:last-child, table.semi_tab td:last-child {border-right: 0;} @media only screen and (max-device-width: 480px) and (min-device-width: 320px) {table.semi_tab {display: table;min-width: 280px;max-width: 100%;font-size: 14px;}table.semi_tab th, table.semi_tab td, table.semi_tab th:nth-child(n+1), table.semi_tab td:nth-child(n+1) {display: table-cell;line-height: normal;}}table.sbri_tab {border-top: solid 1px #ccc;border-left: solid 1px #ccc;border-right: solid 1px #ccc;}table.sbri_tab th {background-color: #f5f5f5;padding: 5px 10px;border-bottom: solid 1px #ccc;border-right: solid 1px #ccc;text-align: center;}table.sbri_tab td {border-bottom: solid 1px #ccc;border-right: solid 1px #ccc;padding: 5px 10px;text-align: center;}table.sbri_tab th:last-child, table.sbri_tab td:last-child {border-right: 0;} @media only screen and (max-device-width: 480px) and (min-device-width: 320px) {table.sbri_tab {display: table;min-width: 280px;max-width: 100%;font-size: 14px;}table.sbri_tab th, table.sbri_tab td, table.sbri_tab th:nth-child(n+1), table.sbri_tab td:nth-child(n+1) {display: table-cell;line-height: normal;}}These balance restrictions do not apply to State Bank of India (SBI) salary accounts, basic savings accounts, small savings accounts and bank accounts opened under the government's financial inclusion-focused Jan Dhan scheme, among others, according to the lender's website.Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationSBI Savings Accounts To Fetch Lesser Interest From November 1Minimum Balance You Need To Maintain In Your SBI AccountMinimum Balance Rules Of Top Banks Explained Here5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In SampleKarnataka Students Made To Wear Cartons To Stop Them From CheatingRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Watch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"Delhi Metro Services To Begin At 4 am On Sunday For Half-Marathon\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveAbout UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://i.ndtvimg.com/i/2018-03/state-bank-of-india-sbi_650x400_51520955294.jpghttps://c.ndtvimg.com/6k362968_sbi_625x300_30_July_18.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/sbi-home-loans-interest-rates-reduced-less-emis-home-loans-cheaper-latest-loan-rates-2114877",
      "TITLE:": "SBI Home Loans Get Cheaper: Key Things To Know",
      "content": "SBI's MCLR reduction follows a 25 basis points cut in the repo rate by RBI.State Bank of India or SBI has reduced its benchmark lending rate by 10 basis points or 0.10 percentage points across all tenors. The new rate, effective from today, marks the sixth reduction by SBI this financial year. SBI's marginal cost-based lending rate or MCLR, the rate to which all of its home loans are linked, now stands at 8.05 per cent for the one-year tenor, from 8.15 per cent earlier, according to SBI's statement. SBI said the revision in MCLR is \"in view of the festival season and extending the benefits to customers across all segments.\"(Source: sbi.co.in)MCLR reduction follows a 25 basis points cut in the repo rate by Reserve Bank of India (RBI) last week. Repo rate is the interest rate at which the RBI lends money to commercial banks. RBI has cumulatively lowered interest rates by 135 basis points this year.SBI has also reduced fixed deposit (FD) interest rates across select maturity. The SBI FD rates have been lowered by 10 basis points (or 0.10 percentage point) across a select tenor in the retail segment. Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationSBI Reduces Key Lending Rates, Home Loans To Get CheaperSBI Links Repo Rate With Floating Rate-Based Loans, Details HereSBI To Link Floating Rate Loans With Repo Rate: 10 Things To Know5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In Sample\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveDelhi Metro Services To Begin At 4 am On Sunday For Half-MarathonRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Watch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"Karnataka Students Made To Wear Cartons To Stop Them From CheatingAbout UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://i.ndtvimg.com/i/2013-01/81359612554_625x300.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/how-to-check-status-of-income-tax-refund-or-filed-income-tax-return-itr-online-all-steps-2113545",
      "TITLE:": "How To Check Status Of Your Income Tax Refund",
      "content": "ITR refund: One can check the status by mentioning the PAN and the relevant assessment yearFollow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsA taxpayer is eligible to receive an income tax refund in case excess tax is paid either through tax deduction on payments made to him/her or direct tax payments as advance or self assessment tax.Individuals can check income tax status through the website tin.tin.nsdl.com by entering the Permanent Account Number (PAN) and selecting the relevant assessment year. One can track the refund status by logging on to the income tax e-filing website - incometaxindiaefiling.gov.in - by clicking on the \"Refund/Demand Status\" option under the \"My Account\" tab. The refund status is also reflected in Form 26AS, which is the tax credit statement summarising the taxes paid by an individual to the Income Tax Department.If the refund status shows as \"expired\", it means that the refund cheque received by the taxpayer was not deposited in the bank within the stipulated time. The validity of a cheque is 90 days. In such a scenario, the taxpayer is required to request a refund re-issue, according to NSDL.In case the return was filed electronically, a reissue request may be raised online by logging into the e-filing portal. In other cases, for a re-initiation of refund, the taxpayer is required to contact the Assessing Officer under whose jurisdiction the return was filed.In case the refund status shows as \"ECS\" (electronic clearing service), the taxpayer is required to request a reissue by providing the correct bank details.If the refund status mentions that the refund was processed though NECS/NEFT which failed, the taxpayer is required to verify the account number, account description and the MICR/IFSC code provided at the time of filing of return. The taxpayer may contact the Assessing Officer for modification in account details and re-issuance of refund. If the status shows that the refund was processed through direct credit which failed, it means that the bank had initiated the credit of refund amount but the transfer failed.This happens when the credit of refund fails due to a closed account or when the operations in the account are stopped or restricted. It also happens in case of a non-resident Indian (NRI) account or in case the account holder has deceased.ISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"4.25 Crores Cash Found In Raids On Karnataka Congress Leader: Officials\"Will Rectify If There's Any Fault\": Karnataka Congress Leader Amid Raids5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In Sample\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveDelhi Metro Services To Begin At 4 am On Sunday For Half-MarathonRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Watch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"Karnataka Students Made To Wear Cartons To Stop Them From CheatingAbout UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://c.ndtvimg.com/2019-01/bps5fa0g_income-tax_625x300_15_January_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/fixed-deposit-fd-interest-rate-sbi-hdfc-bank-icici-bank-pnb-offer-these-rates-on-fd-up-to-rs-2-crore-2113367",
      "TITLE:": "Your Fixed Deposit Fetches These Returns At Present. Compare Top Banks' Rates Here",
      "content": "Fixed deposit interest rates: SBI revised its fixed deposit (FD) interest rates last on September 10Top banks in the country currently provide a return of up to 7.5 per cent on fixed deposits up to Rs 2 crore. State Bank of India (SBI), Punjab National Bank (PNB), ICICI Bank and HDFC Bank offer interest rates to the tune of 3.5-7 per cent per annum to the general public and 4-7.5 per cent to senior citizens on such fixed deposits or FDs across a range of maturity terms starting from seven days. The interest rates are revised from time to time. The country's largest bank, SBI, for example, revised its interest rates applicable to fixed deposits last on September 10. (Also read: Bank of India revises FD interest rate)Meanwhile, the Reserve Bank of India (RBI) has so far this year reduced the repo rate - the key interest rate at which it lends short-term funds to commercial banks such as SBI, PNB, ICICI Bank and HDFC Bank – by 135 basis points (1.35 percentage point). Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationHere's A Comparison Of SBI Interest Rates On Fixed Deposits Across MaturitiesSBI Revises Fixed Deposit Interest Rates From TodaySBI Revises Interest Rates On Savings Deposits, Fixed Deposits5 Arrested In UP Hindu Group Leader's Killing In Lucknow, Says PoliceIndrani Mukerjea, P Chidambaram's Accuser, \"Pardoned\" In CBI Charge-sheetMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In SampleRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Delhi Metro Services To Begin At 4 am On Sunday For Half-MarathonKarnataka Students Made To Wear Cartons To Stop Them From CheatingWatch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"About UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://c.ndtvimg.com/2018-09/cbjs0bjo_rupee_625x300_10_September_18.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/commerce-minister-suggests-probe-on-e-commerce-firms-2119328",
      "TITLE:": "Commerce Minister Suggests 'Probe' On E-Commerce Firms",
      "content": "Piyush Goyal suggested a probe if any e-commerce major is violating the norms.India's retail battle between brick and mortar stores and the online marketplace intensified during the festive season of Diwali after the Commerce Minister Piyush Goyal suggested a probe if any e-commerce major is violating the norms.The commerce minister said, \"E-commerce firms have no right to discount products and use predatory pricing to dominate retail sales.\"However, when NDTV reached out to e-commerce majors, Amazon India spokesperson said, \"Amazon has a high bar for compliance and we continue to comply with all applicable laws of the land. Amazon.in is a third party marketplace where sellers offer their products to customers for sale. Sellers on amazon.in have the absolute discretion to decide what products to sell and at their prices. Amazon cannot and does not participate in seller's decision related to their products and its prices.\"\"Flipkart is fully compliant with all laws of the country including FDI regulations. We have always been fully committed to doing business the right way and appreciate the consultative approach that the Commerce Ministry & DPIIT have taken. We continue to be willing to work with the government and all stakeholders to promote a regulatory environment that creates balanced growth that is good for India,\" Flipkart spokesperson told NDTV.\"We are proud to be supporting job growth in India, supporting sellers, MSMEs, artisans and working with logistics partners including thousands of kiranas and general trade stores,\" Flipkart's spokesperson added.While small retailers continue to complain about the subdued festive season, e-commerce majors continue to clock record sales and believe the tide is turning towards the online marketplace and they are doing no wrong.Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After Hospitalisation10 Exciting New Beauty Products On Amazon You Need To GrabKudos To Abhijit Banerjee \"But People Reject His Thinking\": Piyush GoyalPiyush Goyal Warns Strict Action If Multi-Brand Retailers Flout FDI Norms5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In Sample\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveDelhi Metro Services To Begin At 4 am On Sunday For Half-MarathonRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Watch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"Karnataka Students Made To Wear Cartons To Stop Them From CheatingAbout UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/only-17-of-banks-have-transformed-digitally-at-scale-report-2118546",
      "TITLE:": "Only 17% Of Banks Have Transformed Digitally At Scale: Report",
      "content": "Very few financial institutions -- just 14 per cent -- believe they are innovation pioneers.Digital transformation has a long way to go as only 17 per cent of banks globally have succeeded in digitally transforming at scale, according to a new report released on Thursday by Infosys Finacle and non-profit organisation Efma.Legacy technology and system integration challenges are perceived as the biggest barriers to digital transformation, followed by time and cost required to bring concept to reality, said the report titled ''Innovation in Retail Banking.''More than 350 banks and financial services companies globally took part in the report authored by Jim Marous, publisher of the Digital Banking Report and co-publisher of The Financial Brand.It said majority of banks are not confident about how digital transformation has successfully impacted their organisational objectives. Only 39 per cent of banks believe their digital transformation strategy has had high or very high impact in accelerating product and service delivery and 33 per cent say it has helped enhance innovation processes.Very few financial institutions -- just 14 per cent -- believe they are innovation pioneers. Nearly 51 per cent admit to being mainstream or lagging in innovation, said the report.While banks expect mobility, advanced analytics and open banking application programming interfaces (APIs) to impact their business the most in the coming year, most are not ready to apply these technologies to create expected business outcomes.Results from the study suggest that in the next five years, the biggest threat to banking industry will be from large technology companies, fintech startups and challenger banks. More than 75 per cent of banks think that consumer technology giants and fintech firms will leadbanking innovation.At the same time, customer experience is expected to see the maximum evolution over the next three years.\"Banks will need to transform culture, organisation design, operations and technology ecosystem,\" said Sanat Rao, Chief Business Officer and Global Head at Infosys Finacle. \"The secret sauce lies in doing all of this successfully and simultaneously.\"However, said Efma Chief Executive Officer Vincent Bastid, all players in the industry -- whether it be banks, fintech start-ups, or technology companies -- understand that in the midst of increasing digital transformation in financial services, placing the customer experience at the centre is critical to success.Infosys Finacle is part of EdgeVerve Systems, a wholly-owned subsidiary of Infosys. Efma was established in 1971 by banks and insurance companies to facilitate networking between decision-makers. Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationOmission Of Irregularities In PMC Bank Working Will Be Probed: Mumbai PoliceDepositors Protest As Curbs Put On PMC BankPMC Bank: Depositors Panic As RBI Imposes Rs 1,000 Withdrawal Limit On Lender5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In SampleKarnataka Students Made To Wear Cartons To Stop Them From CheatingRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Watch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"Delhi Metro Services To Begin At 4 am On Sunday For Half-Marathon\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveAbout UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://i.ndtvimg.com/i/2018-04/banking-afp_650x400_41522825208.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/bank-strike-date-banks-holidays-banks-shut-on-october-22-banks-schedule-in-october-2019-2118382",
      "TITLE:": "Bank Employee Unions Call Strike To Protest Against Mergers: 10 Things To Know",
      "content": "Bank strike In October: The unions said that the strike call is to oppose bank mergers.Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsIn a regulatory filing, Bank of Baroda said that the functioning of its branches/offices may be \"affected/paralyzed\" due to the proposed strike.The state-run lender, however, assured that it is taking all necessary steps for smooth functioning in bank branches on the day of strike.The two unions that have called for the bank strike are the All India Bank Employees Association (AlBEA) and the Bank Employees Federation of India (BEFI).\"Merger of banks will imply closure of large number of branches with consequent staff surplusage and staff redundancy which in turn would endanger our jobs and job security,\" BEFI said in a statement.In a joint statement, the unions said that the strike call is to oppose bank mergers and banking reforms and high penal and service charges for customers. Other demands include recovery of bad loans, stringent action on defaulters charges and job security, according to the statement. Last month, four unions of public sector bank officers - the All India Bank Officers' Confederation (AIBOC), the All India Bank Officers' Association (AIBOA), the Indian National Bank Officers' Congress (INBOC) and the National Organisation of Bank Officers (NOBO) - had called for a strike opposing the merger of banks. However, the strike was later deferred after Union Finance Secretary Rajiv Kumar assured the unions the government would look into their demands.According to the mega consolidation plan announced in August, Punjab National Bank will be merged with United Bank of India and Oriental Bank of Commerce; Syndicate Bank with Canara Bank; Allahabad Bank with Indian Bank, and Andhra Bank with Corporation Bank and Union Bank of India.The merger to combine 10 state-run banks into four follows the amalgamation of six of SBI's associate banks along with Bharatiya Mahila Bank with the country's largest lender in 2017, and the combination of Vijaya Bank, Dena Bank and Bank of Baroda the next year.Meanwhile, the Finance Ministry has said that loans worth Rs. 81,781 crore were disbursed during the nine-day outreach programme organised by banks. The loan camps were aimed at meeting the demand of borrowers during the festival season.The government expects GDP growth to pick up in the October-March period as consumer demand improves in the festival season.ISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationBanking Operations May Be Hit On October 22 Due To Strike: Bank Of BarodaBanks To Remain Closed On These Days In October, Check Full ListState-Run Banks To Remain Shut For Two Days This Week As Strike Deferred5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In SampleKarnataka Students Made To Wear Cartons To Stop Them From CheatingRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Watch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"Delhi Metro Services To Begin At 4 am On Sunday For Half-Marathon\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveAbout UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://i.ndtvimg.com/i/2017-10/banking_650x400_61508861137.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/visatra-announces-new-flights-offers-tickets-from-rs-5-299-routes-schedule-fare-details-2118281",
      "TITLE:": "Vistara Announces New Flights On These Routes. Tickets From Rs 5,299",
      "content": "Vistara's ticket offer: Vistara recently announced the launch of flights on the routes of Delhi-Jodhpur.Private sector airline Vistara has announced new flights on its domestic network. The carrier will operate flights on the Delhi-Thiruvananthapuram route from November 9, 2019 and tickets for these flights are available at all-inclusive fares starting at Rs 5,299, according to Vistara's website - airvistara.com. Bookings for these flights are open on all channels, including its website (airvistara.com), mobile apps, and through travel agents and online travel agencies (OTAs), the carrier said in a statement. (Also read: IndiGo Offers International Flight Tickets From Rs 9,499)(Source: airvistara.com)The announcement from Vistara comes amid high competition in the country's civil aviation market.Vistara recently announced the launch of flights on the routes of Delhi-Jodhpur, Delhi-Udaipur and Mumbai-Jodhpur from October 29, 2019. The flights between Delhi and Jodhpur are available at a starting price of Rs. 4,099, and those between Delhi and Udaipur are available at a starting all-inclusive price of Rs. 4,576, according to Vistara. Last month, the carrier said it would operate flights on the Delhi-Indore route from October 26, 2019 at a starting all-inclusive price of Rs. 3,399.Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationVistara Announces New Flights, Offers Tickets From Rs 4,099Vistara Announces New Flights, Offers Tickets From Rs 3,399Vistara Announces New International Flights, Details Here5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In SampleKarnataka Students Made To Wear Cartons To Stop Them From CheatingRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Watch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"Delhi Metro Services To Begin At 4 am On Sunday For Half-Marathon\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveAbout UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://c.ndtvimg.com/vistara-generic_625x300_1528076824241.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/indigo-offers-international-flight-tickets-from-rs-9-499-routes-fare-flight-ticket-details-2117772",
      "TITLE:": "IndiGo Offers International Flight Tickets From Rs 9,499. Details Here",
      "content": "IndiGo's offer is non-transferable and not valid on group bookings, it said.Passenger carrier IndiGo is offering international flight tickets at a starting all-inclusive price of Rs 9,499 in a limited-period sale. Bookings under the sale- which is valid for travel between February 1, 2020 till April 5, 2020- can be made till October 20, 2019, according to the carrier's website, goindigo.in. The offer is valid only on non-stop/connecting flights on various sectors across airline's international network, IndiGo said in a statement. \"Bookings can be made through all channels during the offer period,\" it added. (Also read: Air India Announces New International Flights)Time to make it big, time to make it international! With our international sale, plan your foreign trip now. Book now! https://t.co/QenjV6djcTpic.twitter.com/bMkKZlTQBMUnder the scheme, IndiGo is offering flight tickets from Bengaluru to Colombo starting at Rs 9,499. Flight tickets from Kolkata to Yangon and Hanoi both start at Rs 11,999, according to the airline's portal. The flight between Delhi and Kuala Lumpur is available at a starting price of Rs 12,999.IndiGo's offer is non-transferable and not valid on group bookings. \"Limited inventory is available under the offer and therefore discounts will be provided to customer's subject to availability and at the sole discretion of IndiGo,\" the airline said.\"This offer cannot be clubbed with any other offer, scheme, or promotion,\" it said.Airlines in the country have come up with additional flights and promotional schemes amid high competition in civil aviation market.Vistara said it will operate flights on the Delhi-Jodhpur, Delhi-Udaipur and Mumbai-Jodhpur routes from October 29, 2019. The flights between Delhi and Jodhpur are available at a starting price of Rs. 4,099. Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates................................. Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationIndiGo Announces New International Flights, Details HereIndiGo Offers Discount On Domestic, International Flights. Details HereIndiGo Announces New International Flights, Fare Details Here5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In SampleKarnataka Students Made To Wear Cartons To Stop Them From CheatingRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Watch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"Delhi Metro Services To Begin At 4 am On Sunday For Half-Marathon\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveAbout UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://i.ndtvimg.com/i/2018-04/indigo-reuters_650x400_41523351294.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/business/give-your-home-a-sparkling-new-look-this-diwali-with-a-personal-loan-2111184?pfrom=home-profithp",
      "TITLE:": "Give Your Home A Sparkling New Look This Diwali With A Personal Loan",
      "content": "Every Diwali, you buy new outfits for yourself and your family, invest in gold for your future and buy gifts for friends and relatives. So, why not give your home a dazzling makeover too? Home renovation not only makes your home visually appealing, but also adds to the comfort it offers and increases its worth. However, remodelling expenses can run into several lakhs, which can often be beyond one's budget. Fortunately, with a personal loan for home renovation, you can give your home a sparkling new look without any financial stress.Take a closer look at how you can renovate your home this Diwali using such a personal loan.With guests frequenting your home during Diwali, serving up delicious food is a given. However, to enhance your efficiency in the kitchen, you can switch to smart fittings and a modular cooking range. Choose vanity sinks, vintage drawers or cabinets, and brass fixtures for aesthetics and functionality. Invest in your kitchen's countertops and make them ergonomic and easy to work on. Buy a dishwasher and a powerful exhaust chimney to maintain hygiene too. You can also invest in cookware that doubles up as serving ware, as well as a range of festive crockery and cutlery.Diwali is rightfully regarded as the festival of lights, and you can take the theme to heart by lighting up your interiors smartly. No matter whether your home's design theme is all about monochrome minimalism or baroque luxury, you can find chandeliers, sconces, table lamps, lanterns, hanging pendant lights and floor lamps to match. What's more, you can replace your old electrical fixtures with smart lights that you can control with your smartphone!Apart from buying all new furniture and upholstery for the rooms in your home, also consider giving your appliances an upgrade. From smart TVs and refrigerators to dishwashers, inverter ACs and a powerful washing machine, you can finance your home renovation with a personal loan in combination with seasonal discounts to purchase appliances will make chores easier for you not only during the busy festive season, but all year round.If you have always wanted to turn the grounds attached to your home into a garden, use funds from the loan to do now. You can create a stone pathway leading to your garden and even add a small garage for your car. Gazebo or garden furniture will further complete the look along with a plethora of plants. Not only will this add to the appeal of your home, but also give you more space to entertain guests this festive season. To make the best use of the space, consider hiring a landscaper.To make these changes and others that you have on your list, be it repainting the entire home exteriors and interiors, redoing the washrooms, or adding another wing, choose a feature-rich personal loan. When scouting for the right personal loan for home renovation, look for a lender that offers usage flexibility and ease of repayment too. Bajaj Finserv is one such reputed lender that offers a hefty sanction of up to Rs 25 lakh quickly, and at competitive personal loan interest rates. To make repayment easy, it allows you to repay your loan over a flexible tenor ranging up to 60 months. You can simply use the personal loan calculator to determine affordable EMIs and select the right tenor accordingly.In addition, you can also avail a flexi personal loan. This facility allows you to make multiple withdrawals to meet renovation expenses in phases, and pay interest only on the utilised amount. You can also manage your cash flow better by paying interest-only EMIs throughout the tenor and repaying the principal at the end.To kickstart your home renovation plans without further delay, be sure to check your pre-approved personal loan offer from Bajaj Finserv first. Get a deal that matches your needs and access funds instantly this Diwali!Disclaimer: This is an advertorial and NDTV is not responsible for the accuracy of the content.Follow NDTV for latest election news and live coverage of assembly elections 2019 in Maharashtra and Haryana.Subscribe to our YouTube channel, like us on Facebook or follow us on Twitter and Instagram for latest news and live news updates.",
      "Links": "HomeLatestMarketsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsMarket StatsStocksFutures & OptionsCommoditiesCurrenciesGlobal MarketsIPOsEarningsBuy Or SellMoneyCorporatesEconomyIndustriesAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomAutoBanking & Financial ServicesConsumer ProductsServicesPharmaEnergyInfrastructureTech, Media & TelecomBudgetVideoPortfolioLifestyleGadgetsCareersPeopleGadgetsCareersPeopleTrendsISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar SurfaceWatch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossAmitabh Bachchan Goes Home Three Days After HospitalisationFive Simple Tips To Improve Your Eligibility For A Personal LoanLatest Interest Rates Charged By SBI On Loans, Other DetailsSBI Personal Gold Loans: Interest Rates, Processing Charges, Key Features5 Arrested In UP Hindu Group Leader's Killing, Suspects On CCTV MissingMaharashtra Election 2019: Soaked In Rain, Sharad Pawar Admits \"Mistake\" At Rally In Party BastionMaharashtra Elections 2019: Salman Khan's Bodyguard Shera Joins Shiv SenaJohnson & Johnson Recalls Baby Powder After Tests Show Asbestos In SampleKarnataka Students Made To Wear Cartons To Stop Them From CheatingRs. 409 Crore Receipts Found In Multi-City Raids On Spiritual Guru \"Kalki Bhagwan\"Watch: Near Bengaluru, First Detention Centre For \"Illegal Foreigners\"Delhi Metro Services To Begin At 4 am On Sunday For Half-Marathon\"Pressure Is On Pak\": Army Chief On Terror Funding Watchdog FATF's MoveAbout UsAdvertiseArchivesAppsCareersChannelsDisclaimerFeedbackInvestorsOmbudsmanRedressalsService Terms News Business  हिन्दी MOVIES CRICKET Food Tech Auto Trains Art & DesignTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/images/profit/profit_logo2017.png?1https://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://c.ndtvimg.com/2019-10/1m6jo6go_bajaj-finserv-personal-loan_625x300_03_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/next_blog_arrow_big_new.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/prev_blog_arrow_big_new.pnghttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpghttps://cdn.ndtv.com/static/ndtv_2014/images/related_shadow.pnghttps://cdn.ndtv.com/static/images/profit/profit_logo2017.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/convergence/ndtv/corporatepage/index.aspx?pfrom=home-footer",
      "TITLE:": "",
      "content": "\r\n                                SectionsNew Delhi Television is, and has been for more than a quarter century, a pioneer in India’s news television and digital journalism. Founded in 1988 by Radhika Roy and Prannoy Roy, NDTV is today the most watched, credible and respected news network in India and a leader in Internet. From the path-breaking “The World This Week” (nominated as one of India’s 5 best television programmes since Independence), the first private news on Doordarshan “The News Tonight”, producing India’s first 24-hour news channel “Star News” and the country’s first ever 2-in-1 channel Profit-Prime, NDTV has been at the forefront of every single news revolution. NDTV is now primarily an internet company with the flagship website - ndtv.com - India’s number 1 destination for general news.NDTV is most proud of how its work impacts the real world and how it is using its powerful reach to campaign for and with the people of India. Over 30 years of dedicated and innovative programming has brought into focus a number of social issues ranging from the 7 Wonders of India; Save Our Tigers; the Greenathon and Jeene ki Asha to Marks for Sports; Support My School; the University Sports Championships and the most recent Health4U campaigns on Heart Care, Diabetes, Cancer and Organ Donation, Banega Swachch India, the Road to Safety and What’s your Choice? campaigns. Seen as an honest, unbiased and fearless crusader, NDTV’s sustained and award winning campaigns against injustice and human rights violations have forced apathetic governments to act, legislation to be changed and made the nation aware of the power of the people. Its channels NDTV 24x7 (English), NDTV India (Hindi) and India’s first ever 2-in-1 channel NDTV Profit-NDTV Prime (Business and Infotainment) continue to raise the standards of journalism with innovative programming and uncompromising integrity. Incisive and creative, the channels target the global Indian with news that is credible, true and fast. NDTV 24x7 is the only English News Channel from India which is beamed in the UK, USA, Canada, South Africa, Middle East, Australia, New Zealand, Mauritius and most of the SAARC Countries to reach out to the Indian Diaspora.Over the years, NDTV has expanded its brand portfolio to seize opportunities in the ‘beyond news space’ and has step-down subsidiaries: NDTV Convergence (triple play; to exploit the synergies between television, Internet and mobile and owns the website ndtv.com) and NDTV Worldwide offering high end consultancy for setting up of local television news channels in emerging markets across the world.In 2007, the company launched NDTV Good Times (now Goodtimes), an up-market lifestyle channel for the global urban Indian; and used its expertise to launch a global channel, Astro Awani, in Malaysia. NDTV has further consolidated its transition to a digital media company from a pure television play by moving into the e-commerce space. The Group’s Red Pixels Ventures Ltd unveiled the first look of its e-commerce portal – Gadgets 360°. Gadgets 360° will curate a marketplace for exclusive launches of mobile phones and other electronic gadgets.Fifth Gear Auto is a new auto portal leveraging on the massive following of NDTVs car and bike programming. The current auto site Car and Bike has proven the credibility of the brand in this space, having become one of the fastest growing auto portals since its launch.\r\n NDTV’s new venture Mojarto.com, India's largest art marketplace of authentic artworks curated from best artists offers affordable and unique Indian Art & Collectibles with original paintings, digital prints, jewellery, object d'art and other decor items.NDTV has offices and studios across the country which house India's most modern and sophisticated production, newsgathering and archiving facilities with award winning production and creative teams. NDTV has been rated India’s Most Trusted TV Media Brand in the TRA Trust Brand Report, India Study 2016. In 2014 and 2015 NDTV was rated the Most Trusted Band across all forms of media in India, including newspapers, radio, web sites and of course television. It was the first time in media history that a media company has been both: Number 1 - India's most trusted brand across all newspaper and channels, (All India Brand Trust Report 2014 and 2015). Several large and credible nationwide surveys have showed that NDTV 24x7 has by far the highest viewership amongst all English News channels and is Number 1 in viewership amongst all English news channels (independent Nationwide survey of 90,000 + households by Hansa Research). In addition, NDTV’s website ndtv.com created a record in 2014 by recording 13 billion hits on one day, the day of the Lok Sabha (Parliament) Election results.  NDTV, the UK’s longest running Indian news channel has long been the top choice for the any Indian election coverage. NDTV 24×7 witnessed record audience figures since it joined the UK’s audience measuring body, BARB. Data has shown the channel is the most watched Indian news broadcaster in the UK. The Broadcasters’ Audience Research Board (BARB) is the official source of television viewing figures in the UK and as per BARB official data NDTV 24x7 is consistently no.1/most viewed Indian news channel in the UK.NDTV was the brainchild of its Executive Co-Chairpersons, Radhika and Prannoy Roy. Prannoy Roy brought a country to the edge of its seat with his innate knack of translating the complicated facts of election politics and...Commercial and critical success aside, what the corporation is most proud of is how its work works in the real world. Using its powerful reach to campaign for and with the people of India.",
      "Links": "NDTV Business\nहिन्दी\nMovies CricketTech HOP Food Auto Lifestyle\nHealth\nবাংলা தமிழ்AppsTrainsArtLive TVVideos\nPhotos\r\n                                            IndiaSports\nOpinion\r\n                                        CitiesWorld\nPeople\r\n                                        OffBeatSouthCheat SheetVoices\nTrends\r\n                                            Forums\r\n                                    AlertsSocialWeatherScheduleThe CompanyCorporate Leadership Channels Investors Careers\n\r\n  \r\n\r\n    Pioneering News\r\n  \n\n\r\n  \r\n   Anchoring Success\r\n  \n\n\r\n  \r\n   Prime Time\r\n  \r\n  \n\r\n  \r\n   From the Reel to the Real\n\r\n  \r\n   Beyond TVRSS\nNewsletter\nMobile\nApps\r\n                        Apple\nAndroid\nFacebook\r\n                                        Twitter\nLinkedInAbout Us\nArchives\r\n                Advertise\r\n                    Feedback\r\n                        Disclaimer\r\n                            Investor\r\n                                Complaint RedressalOmbudsman\nCareers\r\n                                        Service Terms\r\n                                            Channel Distribution",
      "imageURls": "https://cdn.ndtv.com/static/ndtv_2014/images/ndtvlogo_blk.pnghttps://www.ndtv.com/static/ndtv_2014/images/sticky_nav_ndtvlogo.pnghttps://drop.ndtv.com/images/collage_convergence.jpgimages/vasu.jpgimages/30-yrs-small-2.png"
    },
    {
      "url": "https://www.ndtv.com/convergence/ndtv/new/NDTVNewsAlert.aspx?pfrom=home-footer",
      "TITLE:": "",
      "content": "\r\n                                SectionsTo subscribe, please provide us with your email address© Copyright NDTV Convergence Limited  2019. All rights reserved.",
      "Links": "NDTV Business\nà¤¹à¤¿à¤¨à¥\u008dà¤¦à¥\u0080\nMovies CricketTech HOP Food Auto Lifestyle\nHealth\nà¦¬à¦¾à¦\u0082à¦²à¦¾ à®¤à®®à®¿à®´à¯\u008dAppsTrainsArtLive TVVideos\nPhotos\r\n                                            IndiaSports\nOpinion\r\n                                        CitiesWorld\nPeople\r\n                                        OffBeatSouthCheat SheetVoices\nTrends\r\n                                            Forums\r\n                                    AlertsSocialWeatherScheduleSee Sample\n\n   ISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar Surface   Amid PMC Bank Scare, HDFC Bank Clarifies Why It's Stamping Passbooks   Sourav Ganguly's Epic Response To Question On Ravi ShastriRSSNewsletterMobileAppsAppleAndroidFacebookTwitterLinkedInAbout UsArchivesAdvertiseFeedbackDisclaimerInvestorComplaint RedressalOmbudsmanCareersService TermsChannel Distribution",
      "imageURls": "//in.effectivemeasure.net/em_imagehttps://cdn.ndtv.com/static/ndtv_2014/images/ndtvlogo_blk.pnghttps://www.ndtv.com/static/ndtv_2014/images/sticky_nav_ndtvlogo.pnghttps://www.ndtv.com/convergence/ndtv/new/images/spacer.gifhttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://i.ndtvimg.com/i/2017-09/hdfc-bank_240x180_81505209026.jpghttps://c.ndtvimg.com/2019-10/q6b3h3v_sourav-ganguly-ravi-shastri-afp_120x90_18_October_19.jpgimages/spacer.pngimages/spacer.pnghttps://www.ndtv.com/convergence/ndtv/new/images/spacer.gif"
    },
    {
      "url": "https://www.ndtv.com/convergence/ndtv/advertise/ndtv_leaderboard.aspx?pfrom=home-footer",
      "TITLE:": "",
      "content": "\r\n                                Sections© Copyright NDTV Convergence Limited  2019. All rights reserved.",
      "Links": "NDTV Business\nहिन्दी\nMovies CricketTech HOP Food Auto Lifestyle\nHealth\nবাংলা தமிழ்AppsTrainsArtLive TVVideos\nPhotos\r\n                                            IndiaSports\nOpinion\r\n                                        CitiesWorld\nPeople\r\n                                        OffBeatSouthCheat SheetVoices\nTrends\r\n                                            Forums\r\n                                    AlertsSocialWeatherSchedule  Desktop LeaderboardLeaderboard ExpandableSuper LeaderboardSuper Leaderboard ExpandableMedium RectangleMedium Rectangle ExpandableSide KickWeb Launch InterstitialHalf PageHalf Page expandableBillboardIn-Banner VideoNativeCube InnovationSite Pull Site Capture(SC)SC - HP, ISP, Profit & KhabarSC - NDTV Gadget 360SC - NDTV SportsSC - NDTV FoodsPage Pusher(PP)PP-HP & ISPPP - NDTV Car & BikeSite Take Over(STO)STO - HP, ISP, Profit & KhabarSTO - NDTV Gadgets 360  Mobile Standard BannerStandard Banner(WAP)Click to ExpandApp Launch InterstitialsSwipe NativeVideo Pre-RolliPad APPNativeIn Banner VideoSplash ScreenCube innovation  Video(Website) Video-Pre Roll/Mid RollsVideo Player SkinningWebcastVideo Outstream Maximum weight – 40 kb Maximum frame rate – 12-16 fps Animation limit – 15 secondsStop all animations before 15 second.Looping not allowed. Can add a replay button (only for standard creative)User initiated sound allowed, File loading not permitted. Backup Image mandatory Last frame should have the company’s branding on it. \tAccepted file formats:\n\tPNG, JPEG, GIF,  HTML 5 and 3rd Party tags for standard creative.\nIn case of tags, all images should include borders.\n\tPNG, JPEG, GIF,  HTML 5 and 3rd Party tags for standard creative.In case of tags, all images should include borders.\tAn HTML document (mandatory)  If using CSS, it should be separate files  If using JavaScript, it should be separate files Images (PSD,JPG, PNG, GIF) Videos (MP4, OGV, WEBM) IF using GWD, file required in open format not published RSSNewsletterMobileAppsAppleAndroidFacebookTwitterLinkedInAbout UsArchivesAdvertiseFeedbackDisclaimerInvestorComplaint RedressalOmbudsmanCareersService TermsChannel Distribution",
      "imageURls": "https://cdn.ndtv.com/static/ndtv_2014/images/ndtvlogo_blk.pngimages/ndtv-24x7-logo.pngimages/ndtv-india-logo.pngimages/ndtv-prime-logo.pngimages/online-digital-ads-text.pnghttps://www.ndtv.com/static/ndtv_2014/images/sticky_nav_ndtvlogo.pngimages/leaderboardnew.jpg"
    },
    {
      "url": "http://archives.ndtv.com/?pfrom=home-footer",
      "TITLE:": "",
      "content": "Sections................................ Advertisement ................................................................ Advertisement ................................................................ Advertisement ................................",
      "Links": "NDTVBusiness हिन्दीMoviesCricketLifestyleHealthFoodTechHOPAutoSwasthবাংলাதமிழ்AppsTrainsArtElectionsLive TVLatestIndiaOpinionCitiesWorldOffBeatVideosTrendsScheduleEducationSciencePeopleIndians AbroadSouthCheat SheetPhotosWeatherNews AlertsRSSNews AlertsMobileAppsAppleAndroidFacebookTwitterLinkedInAbout UsArchivesAdvertiseFeedbackDisclaimerInvestorComplaint RedressalOmbudsmanCareersService TermsChannel DistributionTweet!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0];if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=\"//platform.twitter.com/widgets.js\";fjs.parentNode.insertBefore(js,fjs);}}(document,\"script\",\"twitter-wjs\");(function(d, s, id) {var js, fjs = d.getElementsByTagName(s)[0];if (d.getElementById(id)) return;js = d.createElement(s); js.id = id;js.src = \"//connect.facebook.net/en_US/sdk.js#xfbml=1&version=v2.5&appId=213741912058651\";fjs.parentNode.insertBefore(js, fjs);}(document, 'script', 'facebook-jssdk'));Add to Flipboard Magazine.",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/ndtv_2014/images/ndtvlogo_blk.png?1https://cdn.ndtv.com/static/ndtv_2014/images/sticky_nav_ndtvlogo.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://cdn.ndtv.com/static/ndtv_2014/images/printstory.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/page/apps?pfrom=home-footer",
      "TITLE:": "",
      "content": "SectionsFor iPhone & iPadfor iPhoneFor iPhoneFor iPhone & iPadFor iOSFor iPhone & iPadFor iPhoneFor iPhone................................ Advertisement ................................",
      "Links": "NDTVBusiness हिन्दीMoviesCricketLifestyleHealthFoodTechHOPAutoSwasthবাংলাதமிழ்AppsTrainsArtElectionsLive TVLatestIndiaOpinionCitiesWorldOffBeatVideosTrendsScheduleEducationSciencePeopleIndians AbroadSouthCheat SheetPhotosWeatherNews AlertsThe NDTV News app brings you stories and videos live from the NDTV studios in India.NDTV Premium brings you high quality Live TV and an ad-free experienceDedicated Hindi section; app flips to show all Hindi contentLive streaming of all NDTV channelsNDTV इंडिया का नया ऐप : तेज और हल्का, अब तमाम ऐसे विशेषताओं के साथ जो सुनिश्चित करेगा ताजा खबरें तुरंत।अब हमारे स्टुडियो से हर ताज़ा ख़बर और वीडियो आपके मोबाइल पर होगा उपलब्ध।अपनी पसंदीदा खबर / वीडियो को ई-मेल, ट्विटर और फेसबुक के जरिये शेयर करें।World's 1st mobile-only LIVE channel for a VERTICAL view of things.A series of fast-paced features, and live shows spanning auto, tech, fashion, news.Young and energetic voice of the millennials, showcasing edgy, entertaining, interactive and HINGLISH contentCustom Alerts, Live Opinion Polls, Augmented Reality Wishlist and more.The NDTV Cricket app keeps you updated with live coverage of international and domestic cricket (Test, ODI & T20)Match reports, score updates, ball-by-ball commentary of cricket matchesGet the latest news from the world of cricketPhoto galleries, videos and moreNDTV Gadgets is now Gadgets 360, giving you a 360-degree view of the world of gadgets. Different name, the same trust.Mobile and Tablet finder to help find the one that suits your budgetGet up close with Vikram Chandra and Rajiv Makhni, the Gadget Gurus of IndiaTech news, reviews, buying guides, opinions, videos , photos  and moreNDTV Profit app brings you live coverage from the financial markets and corporate India.Stay updated with the latest news and analysis of financial markets, economy and business.Stock Market News, Top Stories, Analysis, Expert Opinions on investing etc. exclusively from NDTV Profit.Pricee is a search-engine which finds the price of products across all big ecommerce stores in India - Flipkart, Amazon, Gadgets 360 and more in the futureNot just for mobile phones and other electronics, it will find the price of books, apparel, appliances, cosmetics, etc.Search via text or voice. Available in 10 local languages 10 videos, six seconds each, all of them viral.  Get sharing now!Never miss a viral video again, 10 six-second viral videos in one appJust scroll and watch videos, no need to play or pauseOne step sharing on WhatsApp, with just a long pressEasy to access share buttons for Facebook, Twitter, Email, TextNDTV's Redesigned app is now available! Faster and Lighter, with features that ensure you have the latest newsNDTV Premium brings you high quality Live TV and an ad-free experienceWith the NDTV app, get breaking news, alerts, videos and more at your fingertipsLive Streaming of all NDTV channels on the goNDTV इंडिया का नया ऐप : तेज और हल्का, अब तमाम ऐसे विशेषताओं के साथ जो सुनिश्चित करेगा ताजा खबरें तुरंत।अब हमारे स्टुडियो से हर ताज़ा ख़बर और वीडियो आपके मोबाइल पर होगा उपलब्ध।ब्रेकिंग न्यूज, मौसम और खेल समेत पढ़ें आपके शहर से जूड़ी अन्य खबरें।अपनी पसंदीदा खबर / वीडियो को ई-मेल, ट्विटर और फेसबुक के जरिये शेयर करें।World's 1st mobile-only LIVE channel for a VERTICAL view of things.A series of fast-paced features, and live shows spanning auto, tech, fashion, news.Young and energetic voice of the millennials, showcasing edgy, entertaining, interactive and HINGLISH contentCustom Alerts, Live Opinion Polls, Augmented Reality Wishlist and more.गैजेट्स 360 ऐप टेक्नोलॉजी की दुनिया की ख़बरों से रूबरू होने का सबसे बेहतरीन तरीका है।गैजेट्स 360 के मोबाइल और टैबलेट फाइंडर की मदद से आप बजट और ज़रूरत के हिसाब अपने लिए उपयुक्त डिवाइस खरीद पाएंगे। ऐप में एनडीटीवी के लोकप्रिय शो सेल गुरु के लेटेस्ट एपिसोड को भी देख पाएंगे।गैजेट्स 360 पर आपको मिलेगा टेक न्यूज़, रिव्यू, एक्सक्लूसिव वीडियो कंटेंट और भी बहुत कुछ।NDTV Gadgets is now Gadgets 360, giving you a 360-degree view of the world of gadgets. Different name, the same trust.Mobile and Tablet finder to help find the one that suits your budgetGet up close with Vikram Chandra and Rajiv Makhni, the Gadget Gurus of IndiaTech news, reviews, buying guides, opinions, videos , photos  and moreMatch reports, score updates, ball-by-ball commentary of all cricket matchesGet the latest news, blogs & features from the world of cricketPush notifications for matches so you don't miss a thing.Detailed match  information - Head to head, Squads, Ground info & novel features like player profile & desktop mode for score.NDTV Profit app brings you live coverage from the financial markets and corporate India.Stay updated with the latest news and analysis of financial markets, economy and business.Stock Market News, Top Stories, Analysis, Expert Opinions on investing etc. exclusively from NDTV Profit — updated as it happens.Price search-engine across all big ecommerce stores in India - Flipkart, Amazon, Gadgets 360 and more in the futureNot just for mobile phones and other electronics, it will find the price of books, apparel, appliances, cosmetics, etc.Search via text or voice. Available in 10 local languagesYour single stop for all train information.Provides the latest, fastest updates on reservations (PNR status) Helps you track over 12,000 trains with the latest information on delaysAssists you in discovering what train works best for your schedule. रेल बीप्स’ पर सभी रेलों का लाइव ट्रेन स्टेटस और/या ट्रेन रनिंग स्टेट दिखाया जाता है. यह सूचना आपको वास्तविक समय के हिसाब से दिखाई जाती है. इसके अलावा आपकी मौजूदा ट्रेन की लोकेशन…कब पहुंचेगी या कब रवाना होगी... सभी सूचनाएं ऐप के जरिए सरलता से ले सकते हैंOn-road price - know approximately how much you're going to pay for your dream car or bike.Get breaking news alerts from the world of wheelsWatch unbiased car and bike reviews to make an informed buying decisionReceive offers from dealers and price drop alerts & much more Thousands of 6 second videos to keep you laughing for hours!Dozens of new videos added every day!Just scroll and watch videos, no need to play or pauseTap to enable audio, long press to download and share video via Whatsapp! Easy to access share buttons for Facebook, Twitter, Email, TextRSSNews AlertsMobileAppsAppleAndroidFacebookTwitterLinkedInAbout UsArchivesAdvertiseFeedbackDisclaimerInvestorComplaint RedressalOmbudsmanCareersService TermsChannel Distribution",
      "imageURls": "https://sb.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/ndtv_2014/images/ndtvlogo_blk.png?1https://cdn.ndtv.com/static/ndtv_2014/images/sticky_nav_ndtvlogo.pnghttps://www.ndtv.com/static/images/apps_2015/carousel/ndtv_hop.png?appshttps://www.ndtv.com/static/images/apps_2015/carousel/ndtv_news_new.png?apphttps://www.ndtv.com/static/images/apps_2015/carousel/ndtv_india_ios.png?appshttps://www.ndtv.com/static/images/apps_2015/carousel/ndtv-india.png?v2https://www.ndtv.com/static/images/apps_2015/carousel/ndtv-android.png?androidhttps://www.ndtv.com/static/images/apps_2015/carousel/rail-android.png?androidhttps://www.ndtv.com/static/images/apps_2015/icon/ndtv.pnghttps://www.ndtv.com/static/images/apps_2015/ipad-buttons.pnghttps://www.ndtv.com/static/images/apps_2015/iphone-buttons.pnghttps://www.ndtv.com/static/images/apps_2015/icon/ndtv_india_android.pnghttps://www.ndtv.com/static/images/apps_2015/iphone-buttons.pnghttps://www.ndtv.com/static/images/apps_2015/icon/hop-icon.png?https://www.ndtv.com/static/images/apps_2015/iphone-buttons.pnghttps://www.ndtv.com/static/images/apps_2015/icon/cricket.pnghttps://www.ndtv.com/static/images/apps_2015/ipad-buttons.pnghttps://www.ndtv.com/static/images/apps_2015/iphone-buttons.pnghttps://www.ndtv.com/static/images/apps_2015/icon/Gadgets360-ios-icon.pnghttps://www.ndtv.com/static/images/apps_2015/ios-buttons.pnghttps://www.ndtv.com/static/images/apps_2015/icon/profit.pnghttps://www.ndtv.com/static/images/apps_2015/ipad-buttons.pnghttps://www.ndtv.com/static/images/apps_2015/iphone-buttons.pnghttps://www.ndtv.com/static/images/apps_2015/icon/pricee.pnghttps://www.ndtv.com/static/images/apps_2015/iphone-buttons.pnghttps://www.ndtv.com/static/images/apps_2015/icon/Vixty-ios-icon.pnghttps://www.ndtv.com/static/images/apps_2015/iphone-buttons.pnghttps://www.ndtv.com/static/images/apps_2015/icon/ndtv_android.pnghttps://www.ndtv.com/static/images/apps_2015/google-button.pnghttps://www.ndtv.com/static/images/apps_2015/icon/ndtv_india_android.pnghttps://www.ndtv.com/static/images/apps_2015/google-button.pnghttps://www.ndtv.com/static/images/apps_2015/icon/hop-icon.png?https://www.ndtv.com/static/images/apps_2015/google-button.pnghttps://www.ndtv.com/static/images/apps_2015/icon/Gadgets360-Android-icon.pnghttps://www.ndtv.com/static/images/apps_2015/google-button.pnghttps://www.ndtv.com/static/images/apps_2015/icon/Gadgets360-Android-icon.pnghttps://www.ndtv.com/static/images/apps_2015/google-button.pnghttps://www.ndtv.com/static/images/apps_2015/icon/cricket_android.pnghttps://www.ndtv.com/static/images/apps_2015/google-button.pnghttps://www.ndtv.com/static/images/apps_2015/icon/profit.pnghttps://www.ndtv.com/static/images/apps_2015/google-button.pnghttps://www.ndtv.com/static/images/apps_2015/icon/pricee.pnghttps://www.ndtv.com/static/images/apps_2015/google-button.pnghttps://www.ndtv.com/static/images/apps_2015/icon/rail-beeps.pnghttps://www.ndtv.com/static/images/apps_2015/google-button.pnghttps://www.ndtv.com/static/images/apps_2015/icon/rail-beeps.pnghttps://www.ndtv.com/static/images/apps_2015/google-button.pnghttps://www.ndtv.com/static/images/apps_2015/icon/carandbike.png?carandbikehttps://www.ndtv.com/static/images/apps_2015/google-button.pnghttps://www.ndtv.com/static/images/apps_2015/icon/vixty-android-icon_61x61.pnghttps://www.ndtv.com/static/images/apps_2015/google-button.png//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0https://alerts.ndtv.com/images/web.png"
    },
    {
      "url": "https://www.ndtv.com/careers/?pfrom=home-footer",
      "TITLE:": "",
      "content": "\r\n                                Sections05:1704:0801:4901:30",
      "Links": "NDTV\nBusinessहिन्दीMovies\nCricketHealth\r\n                                                FoodTechAutoAppsTrainsLive TVVideos\nPhotos\r\n                                            IndiaSports\nOpinion\r\n                                        CitiesWorld\nPeople\r\n                                        OffBeatSouthCheat SheetVoices\nTrends\r\n                                            Forums\r\n                                    AlertsSocialWeatherScheduleThe CompanyCorporate Leadership Channels Investors CareersHome\r\n  Why NDTV\r\n  Life@ NDTV\r\n  Employee Speak\r\n  Benefits@ NDTVCurrent OpeningsSearch JobsSubmit Profile\r\n  Videos\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n \n\n05:17\nA look back at NDTV's 25 years of history04:08\nNDTV reporters, covering every defining moment for 25 years01:49\nLife @ NDTV01:30\nBenefits @ NDTVRSS News Alerts Mobile Apps Apple Android Facebook Twitter LinkedInAbout Us Archives Advertise Feedback Disclaimer Investor Complaint RedressalOmbudsman Careers Service Terms Channel Distribution",
      "imageURls": "https://b.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/ndtv_2014/images/ndtvlogo_blk.pnghttps://b.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://www.ndtv.com/static/ndtv_2014/images/sticky_nav_ndtvlogo.pnghttps://drop.ndtv.com/Career_Resume/Images/opt_1.jpghttps://drop.ndtv.com/Career_Resume/Images/n18.jpghttps://drop.ndtv.com/Career_Resume/Images/n16.jpghttps://drop.ndtv.com/Career_Resume/Images/n8.jpghttps://drop.ndtv.com/Career_Resume/Images/n5.jpghttps://drop.ndtv.com/Career_Resume/Images/n14.jpghttps://drop.ndtv.com/Career_Resume/Images/160_3.jpghttps://drop.ndtv.com/Career_Resume/Images/160_2.jpghttps://drop.ndtv.com/Career_Resume/Images/160x93_1.jpghttps://drop.ndtv.com/Career_Resume/Images/160_5.jpgimages/Ndtv-graphic-NEW.jpghttps://drop.ndtv.com/video/images/vod/thumb/2013-04/thumb_271518_1366035051.jpghttps://drop.ndtv.com/video/images/vod/thumb/2013-04/thumb_271629_1366123604.jpghttps://drop.ndtv.com/video/images/vod/thumb/2013-07/thumb_282655_1373539657.jpghttps://drop.ndtv.com/video/images/vod/thumb/2013-07/thumb_282658_1373549742.jpgimages/current-openings.jpgimages/search-jobs.jpgimages/submit-profile.jpgimages/seprator-rhs.jpgimages/facebook-icon.gifimages/twitter-icon.gifimages/linkedin.gif"
    },
    {
      "url": "https://www.ndtv.com/convergence/ndtv/new/dth.aspx?pfrom=home-footer",
      "TITLE:": "",
      "content": "\r\n                                Sections\n\n\n\n\n\n\n© Copyright NDTV Convergence Limited  2019. All rights reserved.",
      "Links": "NDTV Business\nà¤¹à¤¿à¤¨à¥\u008dà¤¦à¥\u0080\nMovies CricketTech HOP Food Auto Lifestyle\nHealth\nà¦¬à¦¾à¦\u0082à¦²à¦¾ à®¤à®®à®¿à®´à¯\u008dAppsTrainsArtLive TVVideos\nPhotos\r\n                                            IndiaSports\nOpinion\r\n                                        CitiesWorld\nPeople\r\n                                        OffBeatSouthCheat SheetVoices\nTrends\r\n                                            Forums\r\n                                    AlertsSocialWeatherSchedule   ISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar Surface   Watch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At Toss   Amitabh Bachchan Goes Home Three Days After HospitalisationRSSNewsletterMobileAppsAppleAndroidFacebookTwitterLinkedInAbout UsArchivesAdvertiseFeedbackDisclaimerInvestorComplaint RedressalOmbudsmanCareersService TermsChannel Distribution",
      "imageURls": "//in.effectivemeasure.net/em_imagehttps://cdn.ndtv.com/static/ndtv_2014/images/ndtvlogo_blk.pnghttps://www.ndtv.com/static/ndtv_2014/images/sticky_nav_ndtvlogo.pnghttps://www.ndtv.com/convergence/ndtv/new/images/spacer.gifhttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpgimages/spacer.pngimages/spacer.pngimages/spacer.png"
    },
    {
      "url": "https://www.ndtv.com/sites/ureqa-epg-ott/?pfrom=home-footer",
      "TITLE:": "UREQA : NDTV EPG Services ",
      "content": "\r\n                                SectionsThat information shared with NDTV will be confidential and will not be shared for any purpose ",
      "Links": "NDTV\nBusinessà¤¹à¤¿à¤¨à¥\u008dà¤¦à¥\u0080\nMovies\nCricketHealth\r\n                                                FoodTechAutoAppsTrainsArtLive TVVideos\nPhotos\r\n                                            IndiaSports\nOpinion\r\n                                        CitiesWorld\nPeople\r\n                                        OffBeatSouthCheat SheetVoices\nTrends\r\n                                            Forums\r\n                                    AlertsSocialWeatherSchedule   ISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar Surface   Watch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At Toss   Amitabh Bachchan Goes Home Three Days After Hospitalisation1.\tTV Guides2.\tEPG Scheduling & Distribution3.\tEPG Aggregation4.\tRich Metadata5.\tImages6.\tMulti Language EPG7.\tRegional EPGRSS\nNewsletter\nMobile\nApps\r\n                        Apple\nAndroid\nFacebook\r\n                                        Twitter\nLinkedInAbout Us\nArchives\r\n                Advertise\r\n                    Feedback\r\n                        Disclaimer\r\n                            Investor\r\n                                Complaint RedressalOmbudsman\nCareers\r\n                                        Service Terms\r\n                                            Channel Distribution",
      "imageURls": "https://b.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1//in.effectivemeasure.net/em_imagehttps://cdn.ndtv.com/static/ndtv_2014/images/ndtvlogo_blk.pnghttps://b.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://www.ndtv.com/static/ndtv_2014/images/sticky_nav_ndtvlogo.pnghttps://www.ndtv.com/convergence/ndtv/new/images/spacer.gifhttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpgimages/spacer.pngimages/spacer.pnghttps://www.ndtv.com/convergence/ndtv/new/images/spacer.gif"
    },
    {
      "url": "https://www.ndtv.com/convergence/ndtv/new/disclaimer.aspx?pfrom=home-footer",
      "TITLE:": "",
      "content": "\r\n                                Sections© Copyright NDTV Convergence Limited  2019. All rights reserved.",
      "Links": "NDTV Business\nà¤¹à¤¿à¤¨à¥\u008dà¤¦à¥\u0080\nMovies CricketTech HOP Food Auto Lifestyle\nHealth\nà¦¬à¦¾à¦\u0082à¦²à¦¾ à®¤à®®à®¿à®´à¯\u008dAppsTrainsArtLive TVVideos\nPhotos\r\n                                            IndiaSports\nOpinion\r\n                                        CitiesWorld\nPeople\r\n                                        OffBeatSouthCheat SheetVoices\nTrends\r\n                                            Forums\r\n                                    AlertsSocialWeatherSchedule   ISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar Surface   Watch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At Toss   Amitabh Bachchan Goes Home Three Days After HospitalisationRSSNewsletterMobileAppsAppleAndroidFacebookTwitterLinkedInAbout UsArchivesAdvertiseFeedbackDisclaimerInvestorComplaint RedressalOmbudsmanCareersService TermsChannel Distribution",
      "imageURls": "//in.effectivemeasure.net/em_imagehttps://cdn.ndtv.com/static/ndtv_2014/images/ndtvlogo_blk.pnghttps://www.ndtv.com/static/ndtv_2014/images/sticky_nav_ndtvlogo.pnghttps://www.ndtv.com/convergence/ndtv/new/images/spacer.gifhttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpgimages/spacer.pngimages/spacer.pnghttps://www.ndtv.com/convergence/ndtv/new/images/spacer.gif"
    },
    {
      "url": "https://www.ndtv.com/convergence/ndtv/new/feedback.aspx?pfrom=home-footer",
      "TITLE:": "",
      "content": "\r\n                                Sections© Copyright NDTV Convergence Limited  2019. All rights reserved.",
      "Links": "NDTV Business\nà¤¹à¤¿à¤¨à¥\u008dà¤¦à¥\u0080\nMovies CricketTech HOP Food Auto Lifestyle\nHealth\nà¦¬à¦¾à¦\u0082à¦²à¦¾ à®¤à®®à®¿à®´à¯\u008dAppsTrainsArtLive TVVideos\nPhotos\r\n                                            IndiaSports\nOpinion\r\n                                        CitiesWorld\nPeople\r\n                                        OffBeatSouthCheat SheetVoices\nTrends\r\n                                            Forums\r\n                                    AlertsSocialWeatherSchedule   ISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar Surface   Amid PMC Bank Scare, HDFC Bank Clarifies Why It's Stamping Passbooks   Watch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At TossRSSNewsletterMobileAppsAppleAndroidFacebookTwitterLinkedInAbout UsArchivesAdvertiseFeedbackDisclaimerInvestorComplaint RedressalOmbudsmanCareersService TermsChannel Distribution",
      "imageURls": "//in.effectivemeasure.net/em_imagehttps://cdn.ndtv.com/static/ndtv_2014/images/ndtvlogo_blk.pnghttps://www.ndtv.com/static/ndtv_2014/images/sticky_nav_ndtvlogo.pnghttps://www.ndtv.com/convergence/ndtv/new/images/spacer.gifhttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://i.ndtvimg.com/i/2017-09/hdfc-bank_240x180_81505209026.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://www.ndtv.com/news/images/comment_bar_l.gifhttps://www.ndtv.com/news/images/comment_icon.gifhttps://www.ndtv.com/news/images/comment_bar_r.gifimages/spacer.pngimages/spacer.pnghttps://www.ndtv.com/convergence/ndtv/new/images/spacer.gif"
    },
    {
      "url": "https://www.ndtv.com/convergence/ndtv/corporatepage/investors.aspx?pfrom=home-footer",
      "TITLE:": "",
      "content": "\r\n                                SectionsNDTV turns 28The company continues to be a successfully transformed \"total media\" organization.Investor presentationCompany structure, management, business and verticals May 2014 | October 2014Corporate GovernanceCountry's first media company to report quarterly audited results since June 2003.Awards & HonoursOur credible news reporting and programming formats have been well recognized and honoured. Audited Financial Results For The Quarter and Year Ended March 2017Audited Financial Results For The Quarter and Year Ended March 2017",
      "Links": "NDTV Business\nहिन्दी\nMovies CricketTech HOP Food Auto Lifestyle\nHealth\nবাংলা தமிழ்AppsTrainsArtLive TVVideos\nPhotos\r\n                                            IndiaSports\nOpinion\r\n                                        CitiesWorld\nPeople\r\n                                        OffBeatSouthCheat SheetVoices\nTrends\r\n                                            Forums\r\n                                    AlertsSocialWeatherScheduleThe CompanyCorporate Leadership Channels Investors Careers\n\nNDTV: The True Facts \n\n+ Financial Results\n\nQuarterly Results\nYearly Results\nAnnual Reports\n\nQuarterly ResultsYearly ResultsAnnual Reports+ Subsidiary Financials(2013-2014)\n\nNDTV Convergence Limited\nNDTV Lifestyle Holdings Limited \nNDTV Lifestyle Limited\nNDTV Networks Limited\nNDTV Media Limited\nNDTV Labs Limited\nNDTV Worldwide Limited\nNDTV Ethnic Retail Limited\nIndianroots Retail Private Limited\nDelta Softpro Private Limited\n\nNDTV Convergence LimitedNDTV Lifestyle Holdings Limited NDTV Lifestyle LimitedNDTV Networks LimitedNDTV Media LimitedNDTV Labs LimitedNDTV Worldwide LimitedNDTV Ethnic Retail LimitedIndianroots Retail Private LimitedDelta Softpro Private Limited+ Subsidiary Financials(2014-2015)\n\nNDTV Convergence Limited\nNDTV Lifestyle Holdings Limited\nNDTV Lifestyle Limited\nNDTV Networks Limited\nNDTV Media Limited\nNDTV Labs Limited\nNDTV Worldwide Limited\nNDTV Ethnic Retail Limited\nIndianroots Retail Private Limited\nDelta Softpro Private Limited\n\nNDTV Convergence LimitedNDTV Lifestyle Holdings LimitedNDTV Lifestyle LimitedNDTV Networks LimitedNDTV Media LimitedNDTV Labs LimitedNDTV Worldwide LimitedNDTV Ethnic Retail LimitedIndianroots Retail Private LimitedDelta Softpro Private Limited+ Subsidiary Financials(2015-2016)\n\nNDTV Convergence Limited\nNDTV Convergence Limited-Consolidated\nNDTV Lifestyle Holdings Limited\nNDTV Lifestyle Holdings Limited-Consolidated\nNDTV Lifestyle Limited\nNDTV Networks Limited\nNDTV Networks Limited-Consolidated\nNDTV Media Limited\nNDTV Labs Limited\nNDTV Worldwide Limited\nNDTV Ethnic Retail Limited\nNDTV Ethnic Retail Limited-Consolidated\nIndianroots Retail Private Limited\nDelta Softpro Private Limited\nFifth Gear Ventures Limited\nRed Pixels Ventures Limited\nSmartCooky Internet Limited\nSpecial Occasions Limited\nOnArt Quest Limited\nRedtser Digital Limited\nBrickbuyBrick Projects Limited\nOn Demand Transportation Technologies Limited\nFifth Gear Auto Limited\nRed Pixel Gadgets Limited\nSmartCooky Ventures Limited\nBrickbuyBrick Ventures Limited\n\nNDTV Convergence LimitedNDTV Convergence Limited-ConsolidatedNDTV Lifestyle Holdings LimitedNDTV Lifestyle Holdings Limited-ConsolidatedNDTV Lifestyle LimitedNDTV Networks LimitedNDTV Networks Limited-ConsolidatedNDTV Media LimitedNDTV Labs LimitedNDTV Worldwide LimitedNDTV Ethnic Retail LimitedNDTV Ethnic Retail Limited-ConsolidatedIndianroots Retail Private LimitedDelta Softpro Private LimitedFifth Gear Ventures LimitedRed Pixels Ventures LimitedSmartCooky Internet LimitedSpecial Occasions LimitedOnArt Quest LimitedRedtser Digital LimitedBrickbuyBrick Projects LimitedOn Demand Transportation Technologies LimitedFifth Gear Auto LimitedRed Pixel Gadgets LimitedSmartCooky Ventures LimitedBrickbuyBrick Ventures Limited+ Subsidiary Financials(2016-2017)\n\nNDTV Convergence Limited\nNDTV Lifestyle Holdings Limited\nNDTV Lifestyle Limited\nNDTV Labs Limited\nNDTV Media Limited\nNDTV Networks Limited\nNDTV Worldwide Limited\nNDTV Ethnic Retail Limited\nIndianroots Retail Private Limited\nDelta Softpro Private Limited\nFifth Gear Ventures Limited\nRed Pixels Ventures Limited\nOnArt Quest Limited\nOn Demand Transportation Technologies Limited\nRedtser Digital Limited\nBrickbuyBrick Projects Limited\nSmartCooky Internet Limited\nSpecial Occasions Limited\n\nNDTV Convergence LimitedNDTV Lifestyle Holdings LimitedNDTV Lifestyle LimitedNDTV Labs LimitedNDTV Media LimitedNDTV Networks LimitedNDTV Worldwide LimitedNDTV Ethnic Retail LimitedIndianroots Retail Private LimitedDelta Softpro Private LimitedFifth Gear Ventures LimitedRed Pixels Ventures LimitedOnArt Quest LimitedOn Demand Transportation Technologies LimitedRedtser Digital LimitedBrickbuyBrick Projects LimitedSmartCooky Internet LimitedSpecial Occasions Limited+ Subsidiary Financials (2017-2018)\n\nNDTV Convergence Limited\nFifth Gear Ventures Limited\nRed Pixels Ventures Limited\nSpecial Occasions Limited\nOnArt Quest Limited\nNDTV Media Limited\nNDTV Labs Limited\nNDTV Worldwide Limited\nNDTV Networks Limited \nOn Demand Transportation Technologies Limited\nBrickbuyBrick Projects Limited \nDelta Softpro Private Limited \nSmart Cooky Internet Limited\nRedster Digital Limited\n\nNDTV Convergence LimitedFifth Gear Ventures LimitedRed Pixels Ventures LimitedSpecial Occasions LimitedOnArt Quest LimitedNDTV Media LimitedNDTV Labs LimitedNDTV Worldwide LimitedNDTV Networks Limited On Demand Transportation Technologies LimitedBrickbuyBrick Projects Limited Delta Softpro Private Limited Smart Cooky Internet LimitedRedster Digital Limited+ Subsidiary Financials (2018-2019)\n\nNDTV Convergence Limited\nFifth Gear Ventures Limited\nRed Pixels Ventures Limited\nOnArt Quest Limited\nNDTV Media Limited\nNDTV Labs Limited\nNDTV Worldwide Limited\nNDTV Networks Limited \nOn Demand Transportation Technologies Limited\nBrickbuyBrick Projects Limited \nDelta Softpro Private Limited \nSmart Cooky Internet Limited\nRedster Digital Limited\n\nNDTV Convergence LimitedFifth Gear Ventures LimitedRed Pixels Ventures LimitedOnArt Quest LimitedNDTV Media LimitedNDTV Labs LimitedNDTV Worldwide LimitedNDTV Networks Limited On Demand Transportation Technologies LimitedBrickbuyBrick Projects Limited Delta Softpro Private Limited Smart Cooky Internet LimitedRedster Digital LimitedFinancial ReleasesShareholding PatternShareholder's Communication+ Postal Ballot\n\nPostal Ballot 2015\nPostal Ballot 2016\nPostal Ballot 2017\nPostal Ballot 2019\n\nPostal Ballot 2015Postal Ballot 2016Postal Ballot 2017Postal Ballot 2019Concall with InvestorsInvestor presentation - Oct'14Investor presentation - May'14Board of DirectorsCode of ConductCode of Fair DisclosureIndependent Directors+ Policies\n\nVigil Mechanism\nPolicy on Risk Management\nPolicy on Related Party Transaction\nPolicy on Material Subsidiary\nFamiliarisation Programme for Independent Directors\nPolicy on Criteria for Determining Materiality of Events\nPolicy on Preservation of Documents\nNomination And Remuneration Policy\nArchival Policy\n\nVigil MechanismPolicy on Risk ManagementPolicy on Related Party TransactionPolicy on Material SubsidiaryFamiliarisation Programme for Independent DirectorsPolicy on Criteria for Determining Materiality of EventsPolicy on Preservation of DocumentsNomination And Remuneration PolicyArchival PolicyProcedure of DematerialisationIEPFAwards ListInvestor GrievancesContact Us\n\nNDTV turns 28The company continues to be a successfully transformed \"total media\" organization.\nMore »\n\n\nInvestor presentationCompany structure, management, business and verticals May 2014 | October 2014\nMore »\n\n\nCorporate GovernanceCountry's first media company to report quarterly audited results since June 2003.\nMore »\n\n\nAwards & HonoursOur credible news reporting and programming formats have been well recognized and honoured.\nMore »\n\n\n Audited Financial Results For The Quarter and Year Ended March 2017Audited Financial Results For The Quarter and Year Ended March 2017\nMore »\nRSS\nNewsletter\nMobile\nApps\r\n                        Apple\nAndroid\nFacebook\r\n                                        Twitter\nLinkedInAbout Us\nArchives\r\n                Advertise\r\n                    Feedback\r\n                        Disclaimer\r\n                            Investor\r\n                                Complaint RedressalOmbudsman\nCareers\r\n                                        Service Terms\r\n                                            Channel Distribution",
      "imageURls": "https://cdn.ndtv.com/static/ndtv_2014/images/ndtvlogo_blk.pnghttps://www.ndtv.com/static/ndtv_2014/images/sticky_nav_ndtvlogo.pngimages/ndtv27_yearsmall_13june.jpghttps://drop.ndtv.com/hpcms-datafiles/pdf/image.jpgimages/Companylaw.jpgimages/corporate_thumb1.jpgimages/magnifyingglass.jpg"
    },
    {
      "url": "https://www.ndtv.com/convergence/ndtv/new/Complaint.aspx?pfrom=home-footer",
      "TITLE:": "",
      "content": "\r\n                                SectionsTo finish, please read through the above form to ensure all your details are correct. You may post, e-mail or fax this Complaint Form to the broadcaster. The relevant contact details are available on the website. © Copyright NDTV Convergence Limited  2019. All rights reserved.",
      "Links": "NDTV Business\nà¤¹à¤¿à¤¨à¥\u008dà¤¦à¥\u0080\nMovies CricketTech HOP Food Auto Lifestyle\nHealth\nà¦¬à¦¾à¦\u0082à¦²à¦¾ à®¤à®®à®¿à®´à¯\u008dAppsTrainsArtLive TVVideos\nPhotos\r\n                                            IndiaSports\nOpinion\r\n                                        CitiesWorld\nPeople\r\n                                        OffBeatSouthCheat SheetVoices\nTrends\r\n                                            Forums\r\n                                    AlertsSocialWeatherSchedule   ISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar Surface   Amid PMC Bank Scare, HDFC Bank Clarifies Why It's Stamping Passbooks   Inside Aishwarya, Jaya Bachchan, Shweta Nanda's Karwa Chauth Celebrations   Sourav Ganguly's Epic Response To Question On Ravi ShastriRSSNewsletterMobileAppsAppleAndroidFacebookTwitterLinkedInAbout UsArchivesAdvertiseFeedbackDisclaimerInvestorComplaint RedressalOmbudsmanCareersService TermsChannel Distribution",
      "imageURls": "//in.effectivemeasure.net/em_imagehttps://cdn.ndtv.com/static/ndtv_2014/images/ndtvlogo_blk.pnghttps://www.ndtv.com/static/ndtv_2014/images/sticky_nav_ndtvlogo.pnghttps://www.ndtv.com/convergence/ndtv/new/images/spacer.gifhttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://i.ndtvimg.com/i/2017-09/hdfc-bank_240x180_81505209026.jpghttps://c.ndtvimg.com/2019-10/47cabum_karwa-chauth-instagram_120x90_18_October_19.jpghttps://c.ndtvimg.com/2019-10/q6b3h3v_sourav-ganguly-ravi-shastri-afp_120x90_18_October_19.jpgimages/spacer.pngimages/spacer.pnghttps://www.ndtv.com/convergence/ndtv/new/images/spacer.gif"
    },
    {
      "url": "https://www.ndtv.com/soli?pfrom=home-footer",
      "TITLE:": "",
      "content": "Option 1: Share video via SkypeSoli Sorabjee has had a distinguished legal career, having been appointed both Solicitor General and Attorney General of India, and has served a number of years in these appointments. \n                    As an eminent legal luminary he has appeared and argued several cases of constitutional importance in the High Courts and in the Supreme Court of India, relating to fundamental rights in the Indian Constitution, particularly issues relating to freedom of expression and freedom of the press, censorship, independence and accountability of the judiciary and scope and limits of judicial review. He has also appeared and argued for the Government of India in the International Court of Justice at The Hague regarding Pakistan complaint about aerial incident.He was appointed by the United Nations Human Rights Commission as Special Rapporteur to report to the UN General Assembly on the human rights situation in Nigeria; he was appointed as Personal Envoy of the UN High Commissioner for Human Rights to report on the human rights situation in East Timor to the High Commissioner and has been a Member of the UN Sub-Commission on Promotion and Protection of Human Rights as well as a Member, National Commission to Review the Working of the Constitution.In addition to delivering several lectures on different aspects of constitutional and administrative law and in particular on press freedom, independence of the judiciary, judicial activism, ethics in democratic societies, tolerance and democracy, Mr Sorabjee has an active interest in music and literature, especially poetry and jazz................................. Advertisement ................................",
      "Links": "NDTVBusiness हिन्दीMoviesCricketLifestyleHealthFoodTechHOPAutoSwasthবাংলাதமிழ்AppsTrainsArtLIVE TVVIDEOINDIASPORTSOPINIONCITIESWORLDPHOTOSOFFBEATSCHEDULESouthCheat SheetPeopleVoicesForumsAlertsSocialWeatherTrendsNDTV's OmbudsmanAbout Soli SorabjeeCommentsRSSNews AlertsMobileAppsAppleAndroidFacebookTwitterLinkedInAbout UsArchivesAdvertiseFeedbackDisclaimerInvestorComplaint RedressalOmbudsmanCareersService TermsChannel Distribution",
      "imageURls": "https://b.scorecardresearch.com/p?c1=2&c2=9548033&cv=2.0&cj=1https://cdn.ndtv.com/static/ndtv_2013/images/ndtv_logo_new.pnghttps://cdn.ndtv.com/static/ndtv_2013/images/home-icon.pnghttps://cdn.ndtv.com/static/ndtv_2013/images/more-icon.pnghttps://drop.ndtv.com/ndtv/common/facebok.pnghttps://cdn.ndtv.com/static/images/reddit-btn.pnghttps://drop.ndtv.com/albums/uploadedpics/small/240x180_635155585216895319.jpg//googleads.g.doubleclick.net/pagead/viewthroughconversion/968076326/?guid=ON&script=0"
    },
    {
      "url": "https://www.ndtv.com/convergence/ndtv/new/termsofusage.aspx?pfrom=home-footer",
      "TITLE:": "",
      "content": "\r\n                                Sections\n\n\n© Copyright NDTV Convergence Limited  2019. All rights reserved.",
      "Links": "NDTV Business\nà¤¹à¤¿à¤¨à¥\u008dà¤¦à¥\u0080\nMovies CricketTech HOP Food Auto Lifestyle\nHealth\nà¦¬à¦¾à¦\u0082à¦²à¦¾ à®¤à®®à®¿à®´à¯\u008dAppsTrainsArtLive TVVideos\nPhotos\r\n                                            IndiaSports\nOpinion\r\n                                        CitiesWorld\nPeople\r\n                                        OffBeatSouthCheat SheetVoices\nTrends\r\n                                            Forums\r\n                                    AlertsSocialWeatherSchedule   ISRO Releases Chandrayaan-2's First Illuminated Image of the Lunar Surface   Watch: Kohli's Hilarious Reaction To South Africa's Proxy Captain At Toss   Amitabh Bachchan Goes Home Three Days After Hospitalisation\tComply with applicable laws, the Terms and good manners;Use the Service only for your personal, non-commercial purposes;\tNot submit unlawful, offensive, inaccurate, misleading, abusive, pornographic, harassing, libelous, blasphemous, defamatory, obscene, pedophilic, invasive of another’s privacy, hateful, racially or ethically objectionable, disparaging, relating to or encouraging money laundering or gambling, or otherwise inappropriate material.\tNot to upload or share any information that impersonates another person, threatens the unity, integrity, defence, security or sovereignty of India.\tObtain any consents, permission or licenses that may be legally required for you to submit any Material;\tRespect the privacy of others;\tNot distribute or post spam, unreasonably large files, chain letters, pyramid schemes, viruses; or\tNot use any other technologies or initiate other activities that may harm the Service, or the interest or property of the Service users.\tNot to use any automated systems or means to access, acquire, copy or monitor any part of the service.\tBe responsible for the consequences related to the Material that you post.\tTo report any abuse of the above terms feedback@ndtv.com .\tMonitor or moderate any Content or Material;\tRemove any Material from the Service; and\tRestrict access to any part of the Service at any time in its sole discretion.\tTo use the Content only for your personal, non-commercial purposes;\tTo use the Content in accordance with the restrictions set out in the applicable laws, additional terms, guidelines and policies or on the product pages that apply to that particular piece of the Content;\tNot to make copies, give, sell, resell, loan, rent, offer, broadcast, send, distribute, transfer, communicate to the public, reproduce, modify, display, perform, commercially exploit or make the Content available unless otherwise authorized in the applicable Terms and to advise NDTV promptly of any such unauthorized use;\tNot to remove, circumvent, reverse engineer, decrypt, or otherwise alter or interfere with any applicable usage rules or attempt to circumvent digital rights management or copy protection features associated with the Content or any other technologies used to control the access to or use of the Content or its identifying information;\tNot to use any automated systems or means, except for those provided by us, for the selection or downloading of the Content;\tNot to give out your password or otherwise allow other people to access the Content. The restrictions on copying that apply to applicable media also apply to the Content accessed as part of this Service.RSSNewsletterMobileAppsAppleAndroidFacebookTwitterLinkedInAbout UsArchivesAdvertiseFeedbackDisclaimerInvestorComplaint RedressalOmbudsmanCareersService TermsChannel Distribution",
      "imageURls": "//in.effectivemeasure.net/em_imagehttps://cdn.ndtv.com/static/ndtv_2014/images/ndtvlogo_blk.pnghttps://www.ndtv.com/static/ndtv_2014/images/sticky_nav_ndtvlogo.pnghttps://www.ndtv.com/convergence/ndtv/new/images/spacer.gifhttps://i.gadgets360cdn.com/large/moon-thumb_1567766293050.jpghttps://c.ndtvimg.com/2019-10/pql4qpi_virat-kohli-faf-du-plessis-bcci-twitter_120x90_19_October_19.jpghttps://c.ndtvimg.com/2019-10/og3k69to_amitabh-bachchan-facebook_120x90_19_October_19.jpgimages/spacer.pngimages/spacer.pnghttps://www.ndtv.com/convergence/ndtv/new/images/spacer.gif"
    }
  ]
}